<?php
// العنوان
$_['heading_title']    = 'اللافتات الإعلانية';

// النصوص
$_['text_success']     = 'تم بنجاح: لقد قمتِ بتعديل اللافتات الإعلانية!';
$_['text_list']        = 'قائمة اللافتات الإعلانية';
$_['text_add']         = 'إضافة لافتة إعلانية';
$_['text_edit']        = 'تعديل اللافتة الإعلانية';
$_['text_default']     = 'الافتراضي';

// الأعمدة
$_['column_name']      = 'اسم اللافتة الإعلانية';
$_['column_status']    = 'الحالة';
$_['column_action']    = 'الإجراء';

// المدخلات
$_['entry_name']       = 'اسم اللافتة الإعلانية';
$_['entry_title']      = 'العنوان';
$_['entry_link']       = 'الرابط';
$_['entry_image']      = 'الصورة';
$_['entry_status']     = 'الحالة';
$_['entry_sort_order'] = 'ترتيب الفرز';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديكِ صلاحية لتعديل اللافتات الإعلانية!';
$_['error_name']       = 'يجب أن يحتوي اسم اللافتة الإعلانية على 3 إلى 64 حرفًا!';
$_['error_title']      = 'يجب أن يحتوي عنوان اللافتة الإعلانية على 2 إلى 64 حرفًا!';
?>
