<?php
// العنوان
$_['heading_title']       = 'التخطيطات';

// النصوص
$_['text_success']        = 'تم بنجاح: لقد قمتِ بتعديل التخطيطات!';
$_['text_list']           = 'قائمة التخطيطات';
$_['text_add']            = 'إضافة تخطيط';
$_['text_edit']           = 'تعديل التخطيط';
$_['text_remove']         = 'إزالة';
$_['text_route']          = 'اختاري المتجر والمسارات التي سيتم استخدامها مع هذا التخطيط';
$_['text_module']         = 'اختاري موضع الوحدات (الموديولات)';
$_['text_default']        = 'الافتراضي';
$_['text_content_top']    = 'أعلى المحتوى';
$_['text_content_bottom'] = 'أسفل المحتوى';
$_['text_column_left']    = 'العمود الأيسر';
$_['text_column_right']   = 'العمود الأيمن';

// الأعمدة
$_['column_name']         = 'اسم التخطيط';
$_['column_action']       = 'الإجراء';

// المدخلات
$_['entry_name']          = 'اسم التخطيط';
$_['entry_store']         = 'المتجر';
$_['entry_route']         = 'المسار';
$_['entry_module']        = 'الوحدة (الموديول)';

// الأخطاء
$_['error_permission']    = 'تحذير: ليس لديكِ صلاحية لتعديل التخطيطات!';
$_['error_name']          = 'يجب أن يحتوي اسم التخطيط على 3 إلى 64 حرفًا!';
$_['error_module']        = 'مطلوب تحديد الوحدة!';
$_['error_default']       = 'تحذير: لا يمكن حذف هذا التخطيط لأنه محدد كتخطيط افتر_]()_
