<?php
// العنوان
$_['heading_title']           = 'روابط SEO';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمتِ بتعديل روابط SEO!';
$_['text_list']               = 'قائمة روابط SEO';
$_['text_add']                = 'إضافة رابط SEO';
$_['text_edit']               = 'تعديل رابط SEO';
$_['text_filter']             = 'تصفية';
$_['text_default']            = 'الافتراضي';

// الأعمدة
$_['column_key']              = 'المفتاح';
$_['column_value']            = 'القيمة';
$_['column_keyword']          = 'الكلمة المفتاحية';
$_['column_sort_order']       = 'ترتيب الفرز';
$_['column_store']            = 'المتجر';
$_['column_language']         = 'اللغة';
$_['column_action']           = 'الإجراء';

// المدخلات
$_['entry_store']             = 'المتجر';
$_['entry_language']          = 'اللغة';
$_['entry_key']               = 'المفتاح';
$_['entry_value']             = 'القيمة';
$_['entry_keyword']           = 'الكلمة المفتاحية';
$_['entry_sort_order']        = 'ترتيب الفرز';

// المساعدة
$_['help_keyword']            = 'تأكدي من استخدام الأحرف a-z، الأرقام 0-9، والرمزين - أو _ فقط للمسافات. استخدمي / للفئات.';
$_['help_sort_order']         = 'ترتيب عرض الكلمات المفتاحية في الرابط.';

// الأخطاء
$_['error_permission']        = 'تحذير: ليس لديكِ صلاحية لتعديل روابط SEO!';
$_['error_exists']            = 'تحذير: تركيبة المتجر واللغة والمفتاح والقيمة والكلمة المفتاحية موجودة مسبقًا!';
$_['error_key']               = 'يجب أن_]()_
