<?php
// En-tête
$_['heading_title']     = 'طلب يتعلق باللائحة العامة لحماية البيانات (GDPR)';

// Texte
$_['text_account']      = 'الحساب';
$_['text_gdpr']         = 'يمكنك الاطلاع على سياسة حماية البيانات الخاصة بـ %s في صفحة <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'التحقق من الحساب';
$_['text_email']        = 'قبل معالجة أي طلب متعلق باللائحة GDPR، يجب علينا التحقق من حسابك. يرجى إدخال عنوان بريدك الإلكتروني أدناه.';
$_['text_action']       = 'اختر إجراءً';
$_['text_export']       = 'تصدير البيانات الشخصية';
$_['text_remove']       = 'حذف البيانات الشخصية';
$_['text_warning']      = 'تحذير: ستفقد الوصول إلى حسابك!';
$_['text_access']       = 'لن تتمكن بعد الآن من الوصول إلى حسابك في %s.';
$_['text_history']      = 'لن تتمكن بعد الآن من الوصول إلى سجل الطلبات أو الفواتير أو قائمة الأمنيات أو التنزيلات الخاصة بك.';
$_['text_limit']        = 'سيتم معالجة طلبات حذف الحساب بعد <strong>%s يومًا</strong> للسماح بمعالجة اكتشاف الاحتيال أو عمليات الاسترجاع أو المبالغ المستردة.';
$_['text_success']      = 'نجاح: تم إرسال رسالة إلى عنوان بريدك الإلكتروني!';
$_['text_cancel']		= 'إلغاء';

// Entrée
$_['entry_email']       = 'البريد الإلكتروني';

// Erreur
$_['error_email']       = 'يبدو أن عنوان البريد الإلكتروني غير صالح!';
$_['error_action']      = 'يجب عليك اختيار إجراء GDPR صالح!';
