<?php
// Texte
$_['text_reviews']    = '%s تقييم';
$_['text_write']      = 'اكتب تقييماً';
$_['text_login']      = 'يرجى <a href="%s">تسجيل الدخول</a> أو <a href="%s">إنشاء حساب</a> لترك تقييم';
$_['text_no_results'] = 'لا توجد تقييمات لهذا المنتج.';
$_['text_note']       = '<span class="text-danger">ملاحظة:</span> HTML غير مترجم!';
$_['text_success']    = 'شكراً على تقييمك. لقد تم إرساله إلى المسؤول للموافقة.';

// Entrée
$_['entry_author']     = 'اسمك';
$_['entry_review']     = 'تقييمك';
$_['entry_rating']     = 'التقييم';
$_['entry_good']       = 'جيد';
$_['entry_bad']        = 'سيء';

// Onglet
$_['tab_review']       = 'التقييمات (%s)';

// Erreur
$_['error_token']      = 'تحذير: رمز التقييم غير صالح!';
$_['error_product']    = 'تحذير: المنتج غير موجود!';
$_['error_author']     = 'يجب أن يحتوي اسم المقيّم على 3 إلى 25 حرفاً!';
$_['error_text']       = 'يجب أن يحتوي نص التقييم على 25 إلى 1000 حرف!';
$_['error_rating']     = 'يرجى اختيار تقييم لهذا التقييم!';
$_['error_login']      = 'يجب تسجيل الدخول لترك تقييم لهذا المنتج!';
$_['error_purchased']  = 'يجب أن تكون قد اشتريت هذا المنتج قبل كتابة تقييم!';
$_['error_status']     = 'التقييمات معطلة!';
