<?php
// العنوان
$_['heading_title']     = 'لوحة التحكم';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمتِ بتعديل لوحات التحكم!';
$_['text_list']         = 'قائمة لوحات التحكم';

// الأعمدة
$_['column_name']       = 'اسم لوحة التحكم';
$_['column_width']      = 'العرض';
$_['column_status']     = 'الحالة';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'الإجراء';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديكِ صلاحية لتعديل لوحات التحكم!';
$_['error_extension']   = 'تحذير: الإضافة غير موجودة!';
?>
