<?php
// العنوان
$_['heading_title']    = 'اللغات';

// النصوص
$_['text_success']     = 'تم بنجاح: لقد قمتِ بتعديل اللغات!';
$_['text_list']        = 'قائمة اللغات';

// الأعمدة
$_['column_name']      = 'اسم اللغة';
$_['column_status']    = 'الحالة';
$_['column_action']    = 'الإجراء';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديكِ صلاحية لتعديل اللغات!';
$_['error_extension']  = 'تحذير: الإضافة غير موجودة!';
$_['error_default']    = 'تحذير: لا يمكن حذف هذه اللغة لأنها محددة حاليًا كلغة افتراضية للمتجر!';
?>
