<?php
// العنوان
$_['heading_title']    = 'الوحدات';

// النصوص
$_['text_success']     = 'تم بنجاح: لقد قمتِ بتعديل الوحدات!';
$_['text_layout']      = 'بعد تثبيت وتكوين وحدة، يمكنك إضافتها إلى التخطيط <a href="%s" class="alert-link">من هنا</a>!';
$_['text_add']         = 'إضافة وحدة';
$_['text_list']        = 'قائمة الوحدات';

// الأعمدة
$_['column_name']      = 'اسم الوحدة';
$_['column_status']    = 'الحالة';
$_['column_action']    = 'الإجراء';

// المدخلات
$_['entry_code']       = 'الوحدة';
$_['entry_name']       = 'اسم الوحدة';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديكِ صلاحية لتعديل الوحدات!';
$_['error_extension']  = 'تحذير: الإضافة غير موجودة!';
$_['error_name']       = 'يجب أن يحتوي اسم الوحدة على 3 إلى 64 حرفًا!';
$_['error_code']       = 'الوحدة مطلوبة!';
?>
