<?php
// العنوان
$_['heading_title']     = 'المدفوعات';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل طرق الدفع!';
$_['text_list']         = 'قائمة طرق الدفع';

// الأعمدة
$_['column_name']       = 'طريقة الدفع';
$_['column_vendor']     = 'المزوّد';
$_['column_status']     = 'الحالة';
$_['column_sort_order'] = 'ترتيب العرض';
$_['column_action']     = 'الإجراء';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل طرق الدفع!';
$_['error_extension']   = 'تحذير: الإضافة غير موجودة!';
