<?php
// Heading
$_['heading_title']     = 'خصائص المجموعة';

// Text
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل مجموعات الخصائص!';
$_['text_list']         = 'قائمة مجموعات الخصائص';
$_['text_add']          = 'إضافة مجموعة خصائص';
$_['text_edit']         = 'تعديل مجموعة الخصائص';

// Column
$_['column_name']       = 'اسم مجموعة الخصائص';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'الإجراء';

// Entry
$_['entry_name']        = 'اسم مجموعة الخصائص';
$_['entry_sort_order']  = 'ترتيب الفرز';

// Error
$_['error_warning']     = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل مجموعات الخصائص!';
$_['error_name']        = 'يجب أن يكون اسم مجموعة الخصائص بين 1 و 64 حرفًا!';
$_['error_attribute']   = 'تحذير: لا يمكن حذف مجموعة الخصائص هذه لأنها مرتبطة حاليًا بـ %s من الخصائص!';
$_['error_product']     = 'تحذير: لا يمكن حذف مجموعة الخصائص هذه لأنها مرتبطة حاليًا بـ %s من المنتجات!';