<?php
// العنوان
$_['heading_title']           = 'الأقسام';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل الأقسام!';
$_['text_list']               = 'قائمة الأقسام';
$_['text_add']                = 'إضافة قسم';
$_['text_edit']               = 'تعديل القسم';
$_['text_filter']             = 'تصفية';
$_['text_default']            = 'الافتراضي';
$_['text_general']            = 'عام';
$_['text_meta']               = 'وسوم الميتا';
$_['text_keyword']            = 'لا تستخدم المسافات، استبدل المسافات بعلامة "-" وتأكد أن رابط الـ SEO فريد على مستوى الموقع.';

// الأعمدة
$_['column_image']            = 'الصورة';
$_['column_name']             = 'اسم القسم';
$_['column_status']           = 'الحالة';
$_['column_sort_order']       = 'ترتيب العرض';
$_['column_action']           = 'الإجراء';

// الإدخالات
$_['entry_name']              = 'اسم القسم';
$_['entry_description']       = 'الوصف';
$_['entry_meta_title']        = 'عنوان وسم الميتا';
$_['entry_meta_keyword']      = 'كلمات وسم الميتا';
$_['entry_meta_description']  = 'وصف وسم الميتا';
$_['entry_store']             = 'المتاجر';
$_['entry_keyword']           = 'الكلمة الدلالية (SEO)';
$_['entry_parent']            = 'القسم الرئيسي';
$_['entry_filter']            = 'الفلاتر';
$_['entry_image']             = 'الصورة';
$_['entry_sort_order']        = 'ترتيب العرض';
$_['entry_status']            = 'الحالة';
$_['entry_layout']            = 'استبدال التخطيط';

// التعليمات
$_['help_parent']             = '(إكمال تلقائي)';
$_['help_filter']             = '(إكمال تلقائي)';

// الأخطاء
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل الأقسام!';
$_['error_name']              = 'يجب أن يكون اسم القسم بين 1 و 255 حرفًا!';
$_['error_meta_title']        = 'يجب أن يحتوي عنوان وسم الميتا على أكثر من حرف واحد وأقل من 255 حرفًا!';
$_['error_parent']            = 'القسم الرئيسي الذي اخترته تابع لهذا القسم الحالي!';
$_['error_keyword']           = 'يجب أن يحتوي رابط SEO على 1 إلى 64 حرفًا!';
$_['error_keyword_exists']    = 'رابط SEO مستخدم مسبقًا! يجب أن يكون فريدًا.';
$_['error_keyword_character'] = 'يمكن أن تحتوي الكلمة الدلالية فقط على الأحرف a-z، الأرقام 0-9، والرمزين "-" و "_"!';