<?php
// العنوان
$_['heading_title']            = 'الملفات القابلة للتحميل';

// النصوص
$_['text_success']             = 'تم بنجاح: لقد قمت بتعديل الملفات القابلة للتحميل!';
$_['text_list']                = 'قائمة الملفات القابلة للتحميل';
$_['text_add']                 = 'إضافة ملف قابل للتحميل';
$_['text_edit']                = 'تعديل الملف القابل للتحميل';
$_['text_upload']              = 'تم رفع الملف بنجاح!';
$_['text_report']              = 'التقارير';

// الأعمدة
$_['column_name']              = 'اسم الملف القابل للتحميل';
$_['column_ip']                = 'عنوان IP';
$_['column_account']           = 'الحسابات';
$_['column_store']             = 'المتجر';
$_['column_country']           = 'الدولة';
$_['column_date_added']        = 'تاريخ الإضافة';
$_['column_action']            = 'الإجراء';

// الإدخالات
$_['entry_name']               = 'اسم الملف القابل للتحميل';
$_['entry_filename']           = 'اسم الملف';
$_['entry_mask']               = 'القناع';

// التعليمات
$_['help_filename']            = 'يمكنك رفع الملف باستخدام زر الرفع أو عبر FTP إلى مجلد التحميلات، ثم إدخال التفاصيل أدناه.';
$_['help_mask']                = 'يُفضل أن يكون اسم الملف والقناع مختلفين لمنع المستخدمين من محاولة الوصول المباشر إلى ملفاتك.';

// الأخطاء
$_['error_warning']            = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']         = 'تحذير: ليس لديك صلاحية لتعديل الملفات القابلة للتحميل!';
$_['error_name']               = 'يجب أن يكون اسم الملف القابل للتحميل بين 3 و 64 حرفًا!';
$_['error_filename']           = 'يجب أن يكون اسم الملف بين 3 و 128 حرفًا!';
$_['error_filename_character'] = 'يمكن أن يحتوي اسم الملف فقط على الأحرف a-z، الأرقام 0-9، والرمزين "-" و "_"!';
$_['error_directory']          = 'يجب أن تكون الملفات القابلة للتحميل داخل مجلد storage/download!';
$_['error_exists']             = 'الملف غير موجود!';
$_['error_mask']               = 'يجب أن يحتوي القناع على ما بين 3 و 128 حرفًا!';
$_['error_mask_character']     = 'يمكن أن يحتوي القناع فقط على الأحرف a-z، الأرقام 0-9، والرمزين "-" و "_"!';
$_['error_file_type']          = 'نوع الملف غير صالح!';
$_['error_product']            = 'تحذير: لا يمكن حذف هذا الملف القابل للتحميل لأنه مرتبط حاليًا بـ %s من المنتجات!';