<?php
// العنوان
$_['heading_title']       = 'الفلاتر';

// النصوص
$_['text_success']        = 'تم بنجاح: لقد قمت بتعديل الفلاتر!';
$_['text_list']           = 'قائمة الفلاتر';
$_['text_add']            = 'إضافة فلتر';
$_['text_edit']           = 'تعديل الفلتر';

// الأعمدة
$_['column_name']         = 'الفلتر';
$_['column_filter_group'] = 'مجموعة الفلاتر';
$_['column_sort_order']   = 'ترتيب العرض';
$_['column_action']       = 'الإجراء';

// الإدخالات
$_['entry_name']          = 'اسم الفلتر';
$_['entry_filter_group']  = 'اسم مجموعة الفلاتر';
$_['entry_sort_order']    = 'ترتيب العرض';

// الأخطاء
$_['error_warning']       = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']    = 'تحذير: ليس لديك صلاحية لتعديل الفلاتر!';
$_['error_name']          = 'يجب أن يكون اسم الفلتر بين 1 و 64 حرفًا!';
$_['error_filter_group']  = 'مجموعة الفلاتر مطلوبة!';