<?php
// العنوان
$_['heading_title']     = 'مجموعات الفلاتر';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل مجموعات الفلاتر!';
$_['text_list']         = 'قائمة مجموعات الفلاتر';
$_['text_add']          = 'إضافة مجموعة فلاتر';
$_['text_edit']         = 'تعديل مجموعة الفلاتر';

// الأعمدة
$_['column_name']       = 'اسم مجموعة الفلاتر';
$_['column_sort_order'] = 'ترتيب العرض';
$_['column_action']     = 'الإجراء';

// الإدخالات
$_['entry_name']        = 'اسم مجموعة الفلاتر';
$_['entry_sort_order']  = 'ترتيب العرض';

// الأخطاء
$_['error_warning']     = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل مجموعات الفلاتر!';
$_['error_name']        = 'يجب أن يكون اسم مجموعة الفلاتر بين 1 و 64 حرفًا!';
$_['error_filter']      = 'تحذير: لا يمكن حذف مجموعة الفلاتر هذه لأنها مرتبطة حاليًا بـ %s من الفلاتر!';