<?php
// العنوان
$_['heading_title']    = 'المعرّفات';

// النصوص
$_['text_success']     = 'تم بنجاح: لقد قمت بتعديل المعرّفات!';
$_['text_list']        = 'قائمة المعرّفات';
$_['text_add']         = 'إضافة معرّف';
$_['text_edit']        = 'تعديل المعرّف';
$_['text_regex']       = 'تعبير نمطي (Regex)';

// الأعمدة
$_['column_name']      = 'اسم المعرّف';
$_['column_code']      = 'الرمز';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم المعرّف';
$_['entry_code']       = 'الرمز';
$_['entry_validation'] = 'التحقق';
$_['entry_status']     = 'الحالة';

// التعليمات
$_['help_name']        = 'مثال: رقم إدارة المخزون (SKU)، الرمز العالمي للمنتج (UPC)، رقم الباركود الأوروبي (EAN)، رقم المقال الياباني (JAN)، رقم الكتاب المعياري الدولي (ISBN)، أو رقم قطعة الشركة المصنعة (MPN).';
$_['help_code']        = 'مثال: SKU، UPC، EAN، JAN، ISBN أو MPN';
$_['help_regex']       = 'استخدم تعبيرًا نمطيًا (Regex). مثال: /[^a-zA-Z0-9_-]/';
$_['help_status']      = 'قم بتفعيل عرض معرّفات المنتج في صفحة تفاصيل المنتج.';

// الأخطاء
$_['error_warning']    = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل المعرّفات!';
$_['error_name']       = 'يجب أن يكون اسم المعرّف بين 1 و 64 حرفًا!';
$_['error_exists']     = 'المعرّف غير موجود!';
$_['error_code']       = 'يجب أن يحتوي رمز المعرّف على ما بين 3 و 48 حرفًا!';