<?php
// العنوان
$_['heading_title']           = 'الصفحات المعلوماتية';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل الصفحات المعلوماتية!';
$_['text_list']               = 'قائمة الصفحات المعلوماتية';
$_['text_add']                = 'إضافة صفحة معلوماتية';
$_['text_edit']               = 'تعديل الصفحة المعلوماتية';
$_['text_default']            = 'الافتراضي';
$_['text_general']            = 'عام';
$_['text_meta']               = 'وسوم الميتا';
$_['text_keyword']            = 'لا تستخدم المسافات، استبدل المسافات بعلامة "-" وتأكد أن رابط SEO فريد على مستوى الموقع.';

// الأعمدة
$_['column_title']            = 'عنوان الصفحة المعلوماتية';
$_['column_sort_order']       = 'ترتيب العرض';
$_['column_action']           = 'الإجراء';

// الإدخالات
$_['entry_title']             = 'عنوان الصفحة المعلوماتية';
$_['entry_description']       = 'الوصف';
$_['entry_meta_title']        = 'عنوان وسم الميتا';
$_['entry_meta_keyword']      = 'الكلمات المفتاحية لوسم الميتا';
$_['entry_meta_description']  = 'وصف وسم الميتا';
$_['entry_store']             = 'المتاجر';
$_['entry_keyword']           = 'الكلمة الدلالية (SEO)';
$_['entry_status']            = 'الحالة';
$_['entry_sort_order']        = 'ترتيب العرض';
$_['entry_layout']            = 'استبدال التخطيط';

// الأخطاء
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل الصفحات المعلوماتية!';
$_['error_title']             = 'يجب أن يحتوي عنوان الصفحة المعلوماتية على ما بين 1 و 64 حرفًا!';
$_['error_description']       = 'يجب أن يحتوي الوصف على أكثر من 3 أحرف!';
$_['error_meta_title']        = 'يجب أن يحتوي عنوان وسم الميتا على أكثر من حرف واحد وأقل من 255 حرفًا!';
$_['error_keyword']           = 'يجب أن يحتوي رابط SEO على ما بين 1 و 64 حرفًا!';
$_['error_keyword_exists']    = 'رابط SEO مستخدم مسبقًا! يجب أن يكون فريدًا.';
$_['error_keyword_character'] = 'يمكن أن تحتوي الكلمة الدلالية فقط على الأحرف a-z، الأرقام 0-9، والرمزين "-" و "_"!';
$_['error_account']           = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها محددة كصفحة شروط الحساب في المتجر!';
$_['error_checkout']          = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها محددة كصفحة شروط الدفع في المتجر!';
$_['error_affiliate']         = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها محددة كصفحة شروط برنامج التسويق بالعمولة في المتجر!';
$_['error_return']            = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها محددة كصفحة شروط الإرجاع في المتجر!';
$_['error_store']             = 'تحذير: لا يمكن حذف صفحة المعلومات هذه لأنها مستخدمة حاليًا في %s من المتاجر!';