<?php
// العنوان
$_['heading_title']           = 'المصنعون';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل المصنعين!';
$_['text_list']               = 'قائمة المصنعين';
$_['text_add']                = 'إضافة مصنع';
$_['text_edit']               = 'تعديل المصنع';
$_['text_default']            = 'الافتراضي';
$_['text_keyword']            = 'لا تستخدم المسافات، استبدل المسافات بعلامة "-" وتأكد أن رابط SEO فريد على مستوى الموقع.';

// الأعمدة
$_['column_image']            = 'الصورة';
$_['column_name']             = 'اسم المصنع';
$_['column_sort_order']       = 'ترتيب العرض';
$_['column_action']           = 'الإجراء';

// الإدخالات
$_['entry_name']              = 'اسم المصنع';
$_['entry_store']             = 'المتاجر';
$_['entry_keyword']           = 'الكلمة الدلالية (SEO)';
$_['entry_image']             = 'الصورة';
$_['entry_sort_order']        = 'ترتيب العرض';
$_['entry_layout']            = 'استبدال التخطيط';

// الأخطاء
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل المصنعين!';
$_['error_name']              = 'يجب أن يحتوي اسم المصنع على ما بين 1 و 64 حرفًا!';
$_['error_keyword']           = 'يجب أن يحتوي رابط SEO على ما بين 1 و 64 حرفًا!';
$_['error_keyword_exists']    = 'رابط SEO مستخدم مسبقًا! يجب أن يكون فريدًا.';
$_['error_keyword_character'] = 'يمكن أن تحتوي الكلمة الدلالية فقط على الأحرف a-z، الأرقام 0-9، والرمزين "-" و "_"!';
$_['error_product']           = 'تحذير: لا يمكن حذف هذا المصنع لأنه مرتبط حاليًا بـ %s من المنتجات!';