<?php
// العنوان
$_['heading_title']     = 'التقييمات';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل التقييمات!';
$_['text_next']         = 'تم بنجاح: لقد قمت بتعديل تقييم %s منتج(منتجات) على %s!';
$_['text_list']         = 'قائمة التقييمات';
$_['text_add']          = 'إضافة تقييم';
$_['text_edit']         = 'تعديل التقييم';
$_['text_filter']       = 'تصفية';

// الأعمدة
$_['column_product']    = 'المنتج';
$_['column_author']     = 'المؤلف';
$_['column_rating']     = 'التقييم';
$_['column_status']     = 'الحالة';
$_['column_date_added'] = 'تاريخ الإضافة';
$_['column_action']     = 'إجراء';

// الإدخالات
$_['entry_product']     = 'المنتج';
$_['entry_author']      = 'المؤلف';
$_['entry_rating']      = 'التقييم';
$_['entry_status']      = 'الحالة';
$_['entry_text']        = 'النص';
$_['entry_date_added']  = 'تاريخ الإضافة';
$_['entry_date_from']   = 'تاريخ البداية';
$_['entry_date_to']     = 'تاريخ الانتهاء';

// المساعدة
$_['help_product']      = '(إكمال تلقائي)';

// الأزرار
$_['button_rating']     = 'مزامنة تقييمات المنتجات';

// الأخطاء
$_['error_warning']     = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل التقييمات!';
$_['error_product']     = 'المنتج مطلوب!';
$_['error_author']      = 'يجب أن يحتوي اسم المؤلف على 3 إلى 64 حرفًا!';
$_['error_text']        = 'يجب أن يحتوي نص التقييم على حرف واحد على الأقل!';
$_['error_rating']      = 'تقييم المراجعة مطلوب!';