<?php
// العنوان
$_['heading_title']          = 'خطط الاشتراك';

// النصوص
$_['text_success']           = 'تم بنجاح: لقد قمت بتعديل خطط الاشتراك!';
$_['text_list']              = 'قائمة خطط الاشتراك';
$_['text_add']               = 'إضافة خطة اشتراك';
$_['text_edit']              = 'تعديل خطة الاشتراك';
$_['text_subscription']      = 'اشتراك';
$_['text_trial']             = 'تجربة';
$_['text_day']               = 'يوم';
$_['text_week']              = 'أسبوع';
$_['text_semi_month']        = 'نصف شهر';
$_['text_month']             = 'شهر';
$_['text_year']              = 'سنة';

// الأعمدة
$_['column_name']           = 'اسم خطة الاشتراك';
$_['column_sort_order']     = 'ترتيب الفرز';
$_['column_action']         = 'إجراء';

// الإدخالات
$_['entry_name']            = 'اسم خطة الاشتراك';
$_['entry_trial_duration']  = 'مدة التجربة';
$_['entry_trial_cycle']     = 'دورة التجربة';
$_['entry_trial_frequency'] = 'تكرار التجربة';
$_['entry_trial_status']    = 'حالة التجربة';
$_['entry_duration']        = 'المدة';
$_['entry_cycle']           = 'الدورة';
$_['entry_frequency']       = 'التكرار';
$_['entry_status']          = 'الحالة';
$_['entry_sort_order']      = 'ترتيب الفرز';

// المساعدة
$_['help_trial_duration']   = 'المدة تشير إلى عدد المرات التي سيقوم فيها المستخدم بالدفع.';
$_['help_trial_cycle']      = 'يتم احتساب مبالغ الاشتراك بناءً على التكرار والدورات.';
$_['help_trial_frequency']  = 'إذا استخدمت تكرار "أسبوع" ودورة "2"، فسيتم تحصيل المبلغ من المستخدم كل أسبوعين.';
$_['help_duration']         = 'المدة تشير إلى عدد المرات التي سيقوم فيها المستخدم بالدفع. ضع القيمة 0 إذا كنت تريد استمرار الدفعات حتى الإلغاء.';
$_['help_cycle']            = 'يتم احتساب مبالغ الاشتراك بناءً على التكرار والدورات.';
$_['help_frequency']        = 'إذا استخدمت تكرار "أسبوع" ودورة "2"، فسيتم تحصيل المبلغ من المستخدم كل أسبوعين.';
// الأخطاء
$_['error_warning']         = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']      = 'تحذير: ليس لديك صلاحية لتعديل خطط الاشتراك!';
$_['error_name']            = 'يجب أن يحتوي اسم خطة الاشتراك على 3 إلى 255 حرفًا!';
$_['error_trial_duration']  = 'يجب أن تكون مدة التجربة أكبر من 0!';
$_['error_product']         = 'تحذير: لا يمكن حذف هذه الخطط لأنها مرتبطة حاليًا بـ %s منتج(منتجات)!';