<?php
// العنوان
$_['heading_title']     = 'مجموعات العملاء';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمتِ بتعديل مجموعات العملاء!';
$_['text_list']         = 'قائمة مجموعات العملاء';
$_['text_add']          = 'إضافة مجموعة عملاء';
$_['text_edit']         = 'تعديل مجموعة العملاء';

// الأعمدة
$_['column_name']       = 'اسم مجموعة العملاء';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'الإجراء';

// المدخلات
$_['entry_name']        = 'اسم مجموعة العملاء';
$_['entry_description'] = 'الوصف';
$_['entry_approval']    = 'يتطلب موافقة العملاء الجدد';
$_['entry_sort_order']  = 'ترتيب الفرز';

// المساعدة
$_['help_approval']     = 'يجب أن تتم موافقة العملاء من قبل الإدارة قبل أن يتمكنوا من تسجيل الدخول.';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديكِ صلاحية لتعديل مجموعات العملاء!';
$_['error_name']        = 'يجب أن يحتوي اسم مجموعة العملاء على 3 إلى 32 حرفًا!';
$_['error_default']     = 'تحذير: لا يمكن حذف مجموعة العملاء هذه لأنها المجموعة الافتراضية للمتجر!';
$_['error_store']       = 'تحذير: لا يمكن حذف مجموعة العملاء هذه لأنها مرتبطة حاليًا بـ %s متجر!';
$_['error_customer']    = 'تحذير: لا يمكن حذف مجموعة العملاء هذه لأنها مرتبطة حاليًا بـ %s عميل!';
?>
