<?php
// العنوان
$_['heading_title']           = 'تنسيق العنوان';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل تنسيقات العنوان!';
$_['text_list']               = 'قائمة تنسيقات العنوان';
$_['text_add']                = 'إضافة تنسيق عنوان';
$_['text_edit']               = 'تعديل تنسيق العنوان';

// الأعمدة
$_['column_name']             = 'اسم تنسيق العنوان';
$_['column_address_format']   = 'تنسيق العنوان';
$_['column_action']           = 'الإجراء';

// الإدخالات
$_['entry_name']              = 'اسم تنسيق العنوان';
$_['entry_address_format']    = 'تنسيق العنوان';

// المساعدة
$_['help_address_format']     = 'الاسم الأول = {firstname}<br/>الاسم الأخير = {lastname}<br/>الشركة = {company}<br/>العنوان 1 = {address_1}<br/>العنوان 2 = {address_2}<br/>المدينة = {city}<br/>الرمز البريدي = {postcode}<br/>المنطقة = {zone}<br/>رمز المنطقة = {zone_code}<br/>الدولة = {country}';

// الأخطاء
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل تنسيقات العنوان!';
$_['error_name']              = 'يجب أن يكون اسم تنسيق العنوان بين 1 و128 حرفاً!';
$_['error_default']           = 'تحذير: لا يمكن حذف تنسيق العنوان هذا لأنه محدد حالياً كتنسيق العنوان الافتراضي!';
$_['error_country']           = 'تحذير: لا يمكن حذف تنسيق العنوان هذا لأنه مخصص حالياً لـ %s دولة!';
