<?php
// العنوان
$_['heading_title']           = 'الدول';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل الدول!';
$_['text_list']               = 'قائمة الدول';
$_['text_add']                = 'إضافة دولة';
$_['text_edit']               = 'تعديل دولة';
$_['text_filter']             = 'تصفية';

// الأعمدة
$_['column_name']             = 'اسم الدولة';
$_['column_iso_code_2']       = 'رمز ISO (2)';
$_['column_iso_code_3']       = 'رمز ISO (3)';
$_['column_action']           = 'الإجراء';

// الإدخالات
$_['entry_name']              = 'اسم الدولة';
$_['entry_iso_code_2']        = 'رمز ISO (2)';
$_['entry_iso_code_3']        = 'رمز ISO (3)';
$_['entry_address_format']    = 'تنسيق العنوان';
$_['entry_postcode_required'] = 'الرمز البريدي مطلوب';
$_['entry_status']            = 'الحالة';

// الأخطاء
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل الدول!';
$_['error_name']              = 'يجب أن يكون اسم الدولة بين 1 و128 حرفاً!';
$_['error_iso_code_2']        = 'يجب أن يحتوي رمز ISO (2) على حرفين!';
$_['error_iso_code_3']        = 'يجب أن يحتوي رمز ISO (3) على ثلاثة أحرف!';
$_['error_default']           = 'تحذير: لا يمكن حذف هذه الدولة لأنها محددة حالياً كالدولة الافتراضية للمتجر!';
$_['error_store']             = 'تحذير: لا يمكن حذف هذه الدولة لأنها مرتبطة حالياً بـ %s متجر!';
$_['error_address']           = 'تحذير: لا يمكن حذف هذه الدولة لأنها مستخدمة حالياً في %s عنوان في دفتر العناوين!';
$_['error_zone']              = 'تحذير: لا يمكن حذف هذه الدولة لأنها تحتوي حالياً على %s منطقة!';
$_['error_zone_to_geo_zone']  = 'تحذير: لا يمكن حذف هذه الدولة لأنها مرتبطة حالياً بـ %s منطقة جغرافية!';
