<?php
// العنوان
$_['heading_title']        = 'العملات';

// النصوص
$_['text_success']         = 'تم بنجاح: تم تعديل العملات!';
$_['text_list']            = 'قائمة العملات';
$_['text_add']             = 'إضافة عملة';
$_['text_edit']            = 'تعديل عملة';
$_['text_iso']             = 'يمكنك العثور على قائمة كاملة برموز العملات ومعايير ISO من خلال <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">هذا الرابط</a>.';

// الأعمدة
$_['column_title']         = 'اسم العملة';
$_['column_code']          = 'الرمز';
$_['column_value']         = 'القيمة';
$_['column_status']        = 'الحالة';
$_['column_date_modified'] = 'آخر تحديث';
$_['column_action']        = 'الإجراء';

// الإدخالات
$_['entry_title']          = 'اسم العملة';
$_['entry_code']           = 'الرمز';
$_['entry_value']          = 'القيمة';
$_['entry_symbol_left']    = 'الرمز على اليسار';
$_['entry_symbol_right']   = 'الرمز على اليمين';
$_['entry_decimal_place']  = 'عدد المنازل العشرية';
$_['entry_status']         = 'الحالة';

// المساعدة
$_['help_code']            = 'لا تقم بتغيير هذا الإعداد إذا كانت هذه هي عملتك الافتراضية.';
$_['help_value']           = 'القيمة بالنسبة إلى عملتك الافتراضية. ضع 1 إذا كانت هذه هي العملة الافتراضية.';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك صلاحية لتعديل العملات!';
$_['error_extension']      = 'تحذير: لم يتم العثور على إضافة العملة!';
$_['error_title']          = 'يجب أن يكون اسم العملة بين 3 و32 حرفاً!';
$_['error_code']           = 'يجب أن يتكون رمز العملة من 3 أحرف!';
$_['error_exists']         = 'العملة غير موجودة!';
$_['error_file']           = 'الملف غير موجود!';
$_['error_default']        = 'تحذير: لا يمكن حذف هذه العملة لأنها محددة حالياً كعملة افتراضية للمتجر!';
$_['error_store']          = 'تحذير: لا يمكن حذف هذه العملة لأنها مرتبطة حالياً بـ %s متجر!';
$_['error_order']          = 'تحذير: لا يمكن حذف هذه العملة لأنها مستخدمة حالياً في %s طلب!';
