<?php
// العنوان
$_['heading_title']      = 'المناطق الجغرافية';

// النصوص
$_['text_success']       = 'تم بنجاح: تم تعديل المناطق الجغرافية!';
$_['text_list']          = 'قائمة المناطق الجغرافية';
$_['text_add']           = 'إضافة منطقة جغرافية';
$_['text_edit']          = 'تعديل منطقة جغرافية';
$_['text_geo_zone']      = 'المناطق الجغرافية';

// الأعمدة
$_['column_name']        = 'اسم المنطقة الجغرافية';
$_['column_description'] = 'الوصف';
$_['column_action']      = 'الإجراء';

// الإدخالات
$_['entry_name']         = 'اسم المنطقة الجغرافية';
$_['entry_description']  = 'الوصف';
$_['entry_country']      = 'الدولة';
$_['entry_zone']         = 'المنطقة';

// الأخطاء
$_['error_permission']   = 'تحذير: ليس لديك صلاحية لتعديل المناطق الجغرافية!';
$_['error_name']         = 'يجب أن يكون اسم المنطقة الجغرافية بين 3 و32 حرفاً!';
$_['error_description']  = 'يجب أن يكون الوصف بين 3 و255 حرفاً!';
$_['error_tax_rate']     = 'تحذير: لا يمكن حذف هذه المنطقة الجغرافية لأنها مرتبطة حالياً بضريبة واحدة أو أكثر!';
