<?php
// العنوان
$_['heading_title']     = 'اللغات';

// النصوص
$_['text_success']      = 'تم بنجاح: تم تعديل اللغات!';
$_['text_list']         = 'قائمة اللغات';
$_['text_add']          = 'إضافة لغة';
$_['text_edit']         = 'تعديل لغة';

// الأعمدة
$_['column_name']       = 'اسم اللغة';
$_['column_code']       = 'الرمز';
$_['column_sort_order'] = 'ترتيب العرض';
$_['column_action']     = 'الإجراء';

// الإدخالات
$_['entry_name']        = 'اسم اللغة';
$_['entry_code']        = 'الرمز';
$_['entry_extension']   = 'الإضافة';
$_['entry_locale']      = 'الإعداد المحلي';
$_['entry_status']      = 'الحالة';
$_['entry_sort_order']  = 'ترتيب العرض';

// المساعدة
$_['help_locale']       = 'مثال: ar_AR.UTF-8,ar_AR,ar-ar,العربية';
$_['help_status']       = 'إخفاء/عرض في قائمة اختيار اللغة';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل اللغات!';
$_['error_exists']      = 'تحذير: هذه اللغة مضافة بالفعل!';
$_['error_name']        = 'يجب أن يكون اسم اللغة بين 1 و32 حرفاً!';
$_['error_code']        = 'يجب أن يكون رمز اللغة بين 2 و5 أحرف!';
$_['error_file']        = 'الملف غير موجود!';
$_['error_locale']      = 'الإعداد المحلي مطلوب!';
$_['error_default']     = 'تحذير: لا يمكن حذف هذه اللغة لأنها محددة حالياً كلغة افتراضية للمتجر!';
$_['error_admin']       = 'تحذير: لا يمكن حذف هذه اللغة لأنها محددة حالياً كلغة لوحة التحكم!';
$_['error_store']       = 'تحذير: لا يمكن حذف هذه اللغة لأنها مرتبطة حالياً بـ %s متجر!';
$_['error_order']       = 'تحذير: لا يمكن حذف هذه اللغة لأنها مستخدمة حالياً في %s طلب!';
