<?php
// العنوان
$_['heading_title']    = 'فئات الطول';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل فئات الطول!';
$_['text_list']        = 'قائمة فئات الطول';
$_['text_add']         = 'إضافة فئة طول';
$_['text_edit']        = 'تعديل فئة طول';

// الأعمدة
$_['column_title']     = 'اسم الطول';
$_['column_unit']      = 'وحدة الطول';
$_['column_value']     = 'القيمة';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_title']      = 'اسم الطول';
$_['entry_unit']       = 'وحدة الطول';
$_['entry_value']      = 'القيمة';

// المساعدة
$_['help_value']       = 'القيمة بالنسبة لطولك الافتراضي في الوحدة الحالية. ضع 1 إذا كانت هذه هي الوحدة الافتراضية.';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل فئات الطول!';
$_['error_title']      = 'يجب أن يكون اسم الطول بين 3 و32 حرفاً!';
$_['error_unit']       = 'يجب أن تكون وحدة الطول بين 1 و4 أحرف!';
$_['error_default']    = 'تحذير: لا يمكن حذف فئة الطول هذه لأنها محددة حالياً كفئة الطول الافتراضية للمتجر!';
$_['error_product']    = 'تحذير: لا يمكن حذف فئة الطول هذه لأنها مرتبطة حالياً بـ %s منتج!';
