<?php
// العنوان
$_['heading_title']    = 'مواقع المتاجر';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل مواقع المتاجر!';
$_['text_list']        = 'قائمة مواقع المتاجر';
$_['text_add']         = 'إضافة موقع متجر';
$_['text_edit']        = 'تعديل موقع متجر';
$_['text_geocode']     = 'فشل تحديد الموقع الجغرافي للسبب التالي:';

// الأعمدة
$_['column_name']      = 'اسم المتجر';
$_['column_address']   = 'العنوان';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم المتجر';
$_['entry_address']    = 'العنوان';
$_['entry_geocode']    = 'رمز الموقع الجغرافي';
$_['entry_telephone']  = 'الهاتف';
$_['entry_image']      = 'الصورة';
$_['entry_open']       = 'ساعات العمل';
$_['entry_comment']    = 'ملاحظات';

// المساعدة
$_['help_telephone']   = 'يرجى إدخال رقم هاتف موقع متجرك.';
$_['help_geocode']     = 'يرجى إدخال رمز الموقع الجغرافي لموقع متجرك يدوياً.';
$_['help_open']        = 'أدخل ساعات عمل متاجرك.';
$_['help_comment']     = 'هذا الحقل لأي ملاحظات خاصة ترغب بإبلاغها للعميل، مثل: المتجر لا يقبل الشيكات.';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل مواقع المتاجر!';
$_['error_name']       = 'يجب أن يكون اسم المتجر بين 3 و32 حرفاً!';
$_['error_address']    = 'يجب أن يكون العنوان بين 3 و128 حرفاً!';
$_['error_telephone']  = 'يجب أن يكون رقم الهاتف بين 3 و32 حرفاً!';
