<?php
// العنوان
$_['heading_title']    = 'حالات الطلبات';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل حالات الطلبات!';
$_['text_list']        = 'قائمة حالات الطلبات';
$_['text_add']         = 'إضافة حالة طلب';
$_['text_edit']        = 'تعديل حالة طلب';

// الأعمدة
$_['column_name']      = 'اسم حالة الطلب';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم حالة الطلب';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل حالات الطلبات!';
$_['error_name']       = 'يجب أن يكون اسم حالة الطلب بين 3 و32 حرفاً!';
$_['error_default']    = 'تحذير: لا يمكن حذف حالة الطلب هذه لأنها محددة حالياً كحالة افتراضية للمتجر!';
$_['error_download']   = 'تحذير: لا يمكن حذف حالة الطلب هذه لأنها محددة حالياً كحالة افتراضية للتحميل!';
$_['error_order']      = 'تحذير: لا يمكن حذف حالة الطلب هذه لأنها مرتبطة حالياً بـ %s طلب!';
