<?php
// العنوان
$_['heading_title']    = 'حالات الإرجاع';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل حالات الإرجاع!';
$_['text_list']        = 'قائمة حالات الإرجاع';
$_['text_add']         = 'إضافة حالة إرجاع';
$_['text_edit']        = 'تعديل حالة إرجاع';

// الأعمدة
$_['column_name']      = 'اسم حالة الإرجاع';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم حالة الإرجاع';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل حالات الإرجاع!';
$_['error_name']       = 'يجب أن يكون اسم حالة الإرجاع بين 3 و32 حرفاً!';
$_['error_default']    = 'تحذير: لا يمكن حذف حالة الإرجاع هذه لأنها محددة حالياً كحالة إرجاع افتراضية!';
$_['error_return']     = 'تحذير: لا يمكن حذف حالة الإرجاع هذه لأنها مرتبطة حالياً بـ %s إرجاع!';
