<?php
// العنوان
$_['heading_title']    = 'أسباب الإرجاع';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل أسباب الإرجاع!';
$_['text_list']        = 'قائمة أسباب الإرجاع';
$_['text_add']         = 'إضافة سبب إرجاع';
$_['text_edit']        = 'تعديل سبب إرجاع';

// الأعمدة
$_['column_name']      = 'اسم سبب الإرجاع';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم سبب الإرجاع';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل أسباب الإرجاع!';
$_['error_name']       = 'يجب أن يكون اسم سبب الإرجاع بين 3 و128 حرفاً!';
$_['error_return']     = 'تحذير: لا يمكن حذف هذا السبب لأنه مرتبط حالياً بـ %s منتج تم إرجاعه!';
