<?php
// العنوان
$_['heading_title']    = 'إجراءات الإرجاع';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل إجراءات الإرجاع!';
$_['text_list']        = 'قائمة إجراءات الإرجاع';
$_['text_add']         = 'إضافة إجراء إرجاع';
$_['text_edit']        = 'تعديل إجراء إرجاع';

// الأعمدة
$_['column_name']      = 'اسم إجراء الإرجاع';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم إجراء الإرجاع';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل إجراءات الإرجاع!';
$_['error_name']       = 'يجب أن يكون اسم إجراء الإرجاع بين 3 و64 حرفاً!';
$_['error_return']     = 'تحذير: لا يمكن حذف هذا الإجراء لأنه مرتبط حالياً بـ %s منتج تم إرجاعه!';
