<?php
// العنوان
$_['heading_title']    = 'حالات المخزون';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل حالات المخزون!';
$_['text_list']        = 'قائمة حالات المخزون';
$_['text_add']         = 'إضافة حالة مخزون';
$_['text_edit']        = 'تعديل حالة مخزون';

// الأعمدة
$_['column_name']      = 'اسم حالة المخزون';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم حالة المخزون';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل حالات المخزون!';
$_['error_name']       = 'يجب أن يكون اسم حالة المخزون بين 3 و32 حرفاً!';
$_['error_product']    = 'تحذير: لا يمكن حذف حالة المخزون هذه لأنها مرتبطة حالياً بـ %s منتج!';
