<?php
// العنوان
$_['heading_title']      = 'حالات الاشتراك';

// النصوص
$_['text_success']       = 'تم بنجاح: تم تعديل حالات الاشتراك!';
$_['text_list']          = 'قائمة حالات الاشتراك';
$_['text_add']           = 'إضافة حالة اشتراك';
$_['text_edit']          = 'تعديل حالة اشتراك';

// الأعمدة
$_['column_name']        = 'اسم حالة الاشتراك';
$_['column_action']      = 'الإجراء';

// الإدخالات
$_['entry_name']         = 'اسم حالة الاشتراك';

// الأخطاء
$_['error_permission']   = 'تحذير: ليس لديك صلاحية لتعديل حالات الاشتراك!';
$_['error_name']         = 'يجب أن يكون اسم حالة الاشتراك بين 3 و32 حرفاً!';
$_['error_default']      = 'تحذير: لا يمكن حذف حالة الاشتراك هذه لأنها محددة حالياً كحالة اشتراك افتراضية للمتجر!';
$_['error_subscription'] = 'تحذير: لا يمكن حذف حالة الاشتراك هذه لأنها مرتبطة حالياً بـ %s اشتراك!';
