<?php
// العنوان
$_['heading_title']     = 'فئات الضرائب';

// النصوص
$_['text_success']      = 'تم بنجاح: تم تعديل فئات الضرائب!';
$_['text_list']         = 'قائمة فئات الضرائب';
$_['text_add']          = 'إضافة فئة ضريبية';
$_['text_edit']         = 'تعديل فئة ضريبية';
$_['text_tax_class']    = 'فئة الضرائب';
$_['text_tax_rate']     = 'معدل الضريبة';
$_['text_shipping']     = 'عنوان الشحن';
$_['text_payment']      = 'عنوان الدفع';
$_['text_store']        = 'عنوان المتجر';

// الأعمدة
$_['column_title']      = 'عنوان فئة الضرائب';
$_['column_action']     = 'الإجراء';

// الإدخالات
$_['entry_title']       = 'عنوان فئة الضرائب';
$_['entry_description'] = 'الوصف';
$_['entry_rate']        = 'معدل الضريبة';
$_['entry_based']       = 'الاعتماد على';
$_['entry_geo_zone']    = 'المنطقة الجغرافية';
$_['entry_priority']    = 'الأولوية';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل فئات الضرائب!';
$_['error_title']       = 'يجب أن يكون عنوان فئة الضرائب بين 3 و32 حرفاً!';
$_['error_description'] = 'يجب أن يكون الوصف بين 3 و255 حرفاً!';
$_['error_product']     = 'تحذير: لا يمكن حذف فئة الضرائب هذه لأنها مرتبطة حالياً بـ %s منتج!';
