<?php
// العنوان
$_['heading_title']        = 'معدلات الضرائب';

// النصوص
$_['text_success']         = 'تم بنجاح: تم تعديل معدلات الضرائب!';
$_['text_list']            = 'قائمة معدلات الضرائب';
$_['text_add']             = 'إضافة معدل ضريبة';
$_['text_edit']            = 'تعديل معدل ضريبة';
$_['text_percent']         = 'نسبة مئوية';
$_['text_amount']          = 'مبلغ ثابت';

// الأعمدة
$_['column_name']          = 'اسم الضريبة';
$_['column_rate']          = 'معدل الضريبة';
$_['column_type']          = 'النوع';
$_['column_geo_zone']      = 'المنطقة الجغرافية';
$_['column_action']        = 'الإجراء';

// الإدخالات
$_['entry_name']           = 'اسم الضريبة';
$_['entry_rate']           = 'معدل الضريبة';
$_['entry_type']           = 'النوع';
$_['entry_customer_group'] = 'مجموعة العملاء';
$_['entry_geo_zone']       = 'المنطقة الجغرافية';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك صلاحية لتعديل معدلات الضرائب!';
$_['error_tax_rule']       = 'تحذير: لا يمكن حذف هذا المعدل لأنه مرتبط حالياً بـ %s فئات ضريبية!';
$_['error_name']           = 'يجب أن يكون اسم الضريبة بين 3 و32 حرفاً!';
$_['error_rate']           = 'معدل الضريبة مطلوب!';
