<?php
// العنوان
$_['heading_title']    = 'فئات الوزن';

// النصوص
$_['text_success']     = 'تم بنجاح: تم تعديل فئات الوزن!';
$_['text_list']        = 'قائمة فئات الوزن';
$_['text_add']         = 'إضافة فئة وزن';
$_['text_edit']        = 'تعديل فئة وزن';

// الأعمدة
$_['column_title']     = 'اسم الوزن';
$_['column_unit']      = 'وحدة الوزن';
$_['column_value']     = 'القيمة';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_title']      = 'اسم الوزن';
$_['entry_unit']       = 'وحدة الوزن';
$_['entry_value']      = 'القيمة';

// المساعدة
$_['help_value']       = 'القيمة بالنسبة للوزن الافتراضي في الوحدة الحالية. ضع 1 إذا كانت هذه هي الوحدة الافتراضية.';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك صلاحية لتعديل فئات الوزن!';
$_['error_title']      = 'يجب أن يكون اسم الوزن بين 3 و32 حرفاً!';
$_['error_unit']       = 'يجب أن تكون وحدة الوزن بين 1 و4 أحرف!';
$_['error_default']    = 'تحذير: لا يمكن حذف فئة الوزن هذه لأنها محددة حالياً كفئة الوزن الافتراضية للمتجر!';
$_['error_product']    = 'تحذير: لا يمكن حذف فئة الوزن هذه لأنها مرتبطة حالياً بـ %s منتج!';
