<?php
// العنوان
$_['heading_title']          = 'المناطق';

// النصوص
$_['text_success']           = 'تم بنجاح: تم تعديل المناطق!';
$_['text_list']              = 'قائمة المناطق';
$_['text_add']               = 'إضافة منطقة';
$_['text_edit']              = 'تعديل منطقة';
$_['text_filter']            = 'تصفية';

// الأعمدة
$_['column_name']            = 'اسم المنطقة';
$_['column_code']            = 'رمز المنطقة';
$_['column_country']         = 'البلد';
$_['column_action']          = 'الإجراء';

// الإدخالات
$_['entry_name']             = 'اسم المنطقة';
$_['entry_code']             = 'رمز المنطقة';
$_['entry_country']          = 'البلد';
$_['entry_status']           = 'الحالة';

// الأخطاء
$_['error_permission']       = 'تحذير: ليس لديك صلاحية لتعديل المناطق!';
$_['error_name']             = 'يجب أن يكون اسم المنطقة بين 1 و128 حرفاً!';
$_['error_default']          = 'تحذير: لا يمكن حذف هذه المنطقة لأنها محددة حالياً كمنطقة افتراضية للمتجر!';
$_['error_store']            = 'تحذير: لا يمكن حذف هذه المنطقة لأنها مرتبطة حالياً بـ %s متجر!';
$_['error_address']          = 'تحذير: لا يمكن حذف هذه المنطقة لأنها مرتبطة حالياً بـ %s عنوان!';
$_['error_zone_to_geo_zone'] = 'تحذير: لا يمكن حذف هذه المنطقة لأنها مرتبطة حالياً بـ %s مناطق جغرافية!';
