<?php
// Texte
$_['text_log']               = 'تحقق من تقارير الاشتراكات الخاصة بك لمزيد من المعلومات.';

// Erreur
$_['error_store'] 		     = 'تنبيه: لم يتم العثور على المتجر!';
$_['error_language']         = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
$_['error_currency']         = 'تنبيه: لم يتم العثور على العملة!';
$_['error_customer']         = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
$_['error_payment_address']  = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
$_['error_shipping_address'] = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
$_['error_product']          = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
$_['error_option']           = 'تنبيه: لم يتم العثور على الخيار %s!';
$_['error_shipping_method']  = 'تنبيه: لم يتم العثور على طريقة الشحن %s!';
$_['error_payment_method']   = 'تنبيه: لم يتم العثور على طريقة الدفع %s!';
$_['error_extension']        = 'تنبيه: لم يتم العثور على إضافة طريقة الدفع!';
