<?php
// العنوان
$_['heading_title'] = 'حماية حسابك';

// النصوص
$_['text_security'] = 'يجب عليك الإجابة على سؤال الأمان في كل مرة تقوم فيها بتسجيل الدخول من جهاز أو حاسوب غير معروف.';
$_['text_code']     = 'تم إرسال بريد إلكتروني إلى حسابك يحتوي على رمز أمان. أدخل الرمز أدناه للمتابعة.';
$_['text_sent']     = 'تم بنجاح: تم إرسال بريد إلكتروني إلى عنوانك يحتوي على رمز الأمان!';
$_['text_locked']   = 'تم قفل حسابك!';
$_['text_reset']    = 'تم قفل حسابك بسبب عدد كبير جدًا من محاولات إدخال رمز الأمان غير الصحيحة. انقر على زر إعادة التعيين لتلقي رابط إعادة التعيين عبر البريد الإلكتروني.';
$_['text_link']     = 'تم بنجاح: تم إرسال بريد إلكتروني يحتوي على رابط إعادة التعيين إلى عنوان بريدك الإلكتروني!';
$_['text_unlocked'] = 'تم بنجاح: تم فتح حسابك!';
$_['text_unlock']   = 'تم قفل حسابك بسبب عدد كبير جدًا من محاولات إدخال رمز الأمان غير الصحيحة. انقر على زر إعادة التعيين لتلقي رابط إعادة التعيين عبر بريدك الإلكتروني.';
$_['text_failed']   = 'لم يتمكن رمز الأمان من إعادة التعيين!';

// الإدخالات
$_['entry_code']    = 'رمز الأمان';

// الأزرار
$_['button_send']   = 'إرسال';
$_['button_reset']  = 'إعادة تعيين';

// الأخطاء
$_['error_code']    = 'رمز الأمان غير صحيح!';
