<?php
// En-tête
$_['heading_title']    = 'مدير الصور';

// Texte
$_['text_uploaded']    = 'تم بنجاح: تم رفع الملف الخاص بك!';
$_['text_directory']   = 'تم بنجاح: تم إنشاء المجلد!';
$_['text_delete']      = 'تم بنجاح: تم حذف الملف أو المجلد الخاص بك!';

// Entrée
$_['entry_search']     = 'بحث..';
$_['entry_folder']     = 'اسم المجلد';

// Erreur
$_['error_permission'] = 'تحذير: الإذن مرفوض!';
$_['error_filename']   = 'تحذير: يجب أن يحتوي اسم الملف على ما بين 3 و255 حرفًا!';
$_['error_folder']     = 'تحذير: يجب أن يحتوي اسم المجلد على ما بين 3 و255 حرفًا!';
$_['error_exists']     = 'تحذير: يوجد بالفعل ملف أو مجلد بنفس الاسم!';
$_['error_directory']  = 'تحذير: المجلد غير موجود!';
$_['error_filesize']   = 'تحذير: حجم الملف غير صحيح!';
$_['error_file_type']  = 'تحذير: نوع الملف غير صحيح!';
$_['error_upload']     = 'تحذير: لم يتم رفع الملف بسبب سبب غير معروف!';
$_['error_delete']     = 'تحذير: لا يمكنك حذف هذا المجلد!';
