<?php
// En-tête
$_['heading_title']            = 'نسيت كلمة المرور؟';
$_['heading_reset']            = 'إعادة تعيين كلمة المرور الخاصة بك';

// Texte
$_['text_email']               = 'أدخل عنوان البريد الإلكتروني المرتبط بحسابك. انقر على إرسال لتلقي رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.';
$_['text_success']             = 'تم إرسال بريد إلكتروني يحتوي على رابط تأكيد إلى عنوان البريد الإلكتروني الخاص بك.';
$_['text_password']            = 'أدخل كلمة المرور الجديدة التي ترغب في استخدامها.';
$_['text_reset']               = 'نجاح: تم تحديث كلمة المرور الخاصة بك بنجاح.';

// Entrée
$_['entry_password']           = 'كلمة المرور';
$_['entry_confirm']            = 'تأكيد';
$_['entry_email']              = 'البريد الإلكتروني';

// Erreur
$_['error_email']              = 'تحذير: لم يتم العثور على عنوان البريد الإلكتروني في سجلاتنا!';
$_['error_code']               = 'رمز إعادة التعيين غير صحيح!';
$_['error_disabled']           = 'تم تعطيل إعادة تعيين كلمة المرور!';
$_['error_password']           = 'يجب أن تحتوي كلمة المرور على 4 إلى 20 حرفًا!';
$_['error_password_uppercase'] = 'حرف كبير';
$_['error_password_lowercase'] = 'حرف صغير';
$_['error_password_number']    = 'رقم';
$_['error_password_symbol']    = 'رمز';
$_['error_password_length']    = 'يجب أن تحتوي كلمة المرور على %d إلى 40 حرفًا!';
$_['error_confirm']            = 'كلمة المرور وتأكيد كلمة المرور غير متطابقين!';
