<?php
// العنوان
$_['heading_title']        = 'مضاد البريد المزعج (Anti-Spam)';

// النصوص
$_['text_success']         = 'تم بنجاح: لقد قمت بتعديل إعدادات مضاد البريد المزعج!';
$_['text_list']            = 'قائمة مضاد البريد المزعج';
$_['text_add']             = 'إضافة مضاد للبريد المزعج';
$_['text_edit']            = 'تعديل مضاد البريد المزعج';

// الأعمدة
$_['column_keyword']       = 'الكلمة المفتاحية';
$_['column_action']        = 'إجراء';

// الإدخالات
$_['entry_keyword']        = 'الكلمة المفتاحية';

// الأخطاء
$_['error_warning']        = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']     = 'تحذير: ليس لديك صلاحية لتعديل إعدادات مضاد البريد المزعج!';
$_['error_keyword']        = 'يجب أن تحتوي الكلمة المفتاحية على 1 إلى 64 حرفًا!';
$_['error_keyword_exists'] = 'يجب أن تكون الكلمة المفتاحية فريدة!';