<?php
// العنوان
$_['heading_title']           = 'المقالات';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل المقالات!';
$_['text_next']               = 'تم بنجاح: لقد قمت بتعديل تقييمات %s منتج(منتجات) على %s!';
$_['text_list']               = 'قائمة المقالات';
$_['text_add']                = 'إضافة مقال';
$_['text_edit']               = 'تعديل المقال';
$_['text_default']            = 'افتراضي';
$_['text_general']            = 'عام';
$_['text_meta']               = 'وسوم ميتا';
$_['text_keyword']            = 'لا تستخدم الفراغات، استبدلها بـ - وتأكد من أن رابط SEO فريد عالميًا.';

// الأعمدة
$_['column_name']             = 'اسم المقال';
$_['column_author']           = 'المؤلف';
$_['column_rating']           = 'التقييم';
$_['column_date_added']       = 'تاريخ الإضافة';
$_['column_action']           = 'إجراء';

// الإدخالات
$_['entry_image']             = 'الصورة';
$_['entry_name']              = 'اسم المقال';
$_['entry_description']       = 'الوصف';
$_['entry_tag']               = 'الوسوم';
$_['entry_meta_title']        = 'عنوان ميتا';
$_['entry_meta_keyword']      = 'كلمات ميتا';
$_['entry_meta_description']  = 'وصف ميتا';
$_['entry_topic']             = 'الموضوع';
$_['entry_author']            = 'المؤلف';
$_['entry_store']             = 'المتاجر';
$_['entry_sort_order']        = 'ترتيب العرض';
$_['entry_status']            = 'الحالة';
$_['entry_keyword']           = 'الكلمة المفتاحية';
$_['entry_layout']            = 'تجاوز التخطيط';

// الأزرار
$_['button_rating']           = 'مزامنة تقييمات المنتجات';

// الأخطاء
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن الأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل المقالات!';
$_['error_name']              = 'يجب أن يحتوي اسم المقال على 1 إلى 255 حرفًا!';
$_['error_meta_title']        = 'يجب أن يحتوي عنوان ميتا على أكثر من حرف واحد وأقل من 255 حرفًا!';
$_['error_author']            = 'يجب أن يحتوي اسم المؤلف على 3 إلى 64 حرفًا!';
$_['error_keyword']           = 'يجب أن يحتوي رابط SEO على 1 إلى 64 حرفًا!';
$_['error_keyword_exists']    = 'يجب أن يكون رابط SEO فريدًا!';
$_['error_keyword_character'] = 'يمكن للكلمة المفتاحية استخدام الأحرف فقط a-z و0-9 و- و_!';