<?php
// العنوان
$_['heading_title']     = 'تعليقات المقالات';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد قمت بتعديل تعليقات المقالات!';
$_['text_next']         = 'تم بنجاح: لقد قمت بتعديل %s من أصل %s تعليق يتضمن تقييمات!';
$_['text_list']         = 'قائمة تعليقات المقالات';
$_['text_filter']       = 'تصفية';
$_['text_by']           = 'بواسطة';
$_['text_info']         = 'معلومات التعليق';
$_['text_rating']       = 'التقييم:';

// الأعمدة
$_['column_comment']    = 'التعليق';
$_['column_action']     = 'إجراء';

// الإدخالات
$_['entry_keyword']     = 'الكلمة المفتاحية';
$_['entry_article']     = 'المقال';
$_['entry_customer']    = 'العميل';
$_['entry_status']      = 'الحالة';
$_['entry_date_from']   = 'تاريخ البداية';
$_['entry_date_to']     = 'تاريخ النهاية';

// الأزرار
$_['button_spam']       = 'إعلان سبام';
$_['button_rating']     = 'مزامنة تقييمات المنتجات';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك صلاحية لتعديل تعليقات المقالات!';
