<?php
// العنوان
$_['heading_title']           = 'المواضيع';

// النصوص
$_['text_success']            = 'تم بنجاح: لقد قمت بتعديل المواضيع!';
$_['text_list']               = 'قائمة المواضيع';
$_['text_add']                = 'إضافة موضوع';
$_['text_edit']               = 'تعديل الموضوع';
$_['text_default']            = 'افتراضي';
$_['text_general']            = 'عام';
$_['text_meta']               = 'وسوم الميتا';
$_['text_keyword']            = 'لا تستخدم الفراغات، استبدلها بـ - وتأكد من أن رابط SEO فريد على مستوى العالم.';

// الأعمدة
$_['column_name']             = 'اسم الموضوع';
$_['column_sort_order']       = 'ترتيب الفرز';
$_['column_action']           = 'إجراء';

// الإدخالات
$_['entry_image']             = 'صورة';
$_['entry_name']              = 'اسم الموضوع';
$_['entry_description']       = 'الوصف';
$_['entry_meta_title']        = 'عنوان وسم الميتا';
$_['entry_meta_keyword']      = 'كلمات مفتاحية لوسم الميتا';
$_['entry_meta_description']  = 'وصف وسم الميتا';
$_['entry_store']             = 'المتاجر';
$_['entry_sort_order']        = 'ترتيب الفرز';
$_['entry_status']            = 'الحالة';
$_['entry_keyword']           = 'الكلمة المفتاحية';
$_['entry_layout']            = 'استبدال التخطيط';

// الأخطاء
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية للأخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك صلاحية لتعديل المواضيع!';
$_['error_name']              = 'اسم الموضوع يجب أن يحتوي بين 1 و 255 حرفًا!';
$_['error_meta_title']        = 'عنوان الميتا يجب أن يحتوي أكثر من حرف واحد وأقل من 255 حرفًا!';
$_['error_keyword']           = 'رابط SEO يجب أن يحتوي بين 1 و 64 حرفًا!';
$_['error_keyword_exists']    = 'رابط SEO يجب أن يكون فريدًا!';
$_['error_keyword_character'] = 'الكلمة المفتاحية يمكن أن تحتوي فقط على الأحرف a-z و 0-9 و - و _!';
