<?php
// النصوص
$_['text_success']       = 'نجاح: لقد تم تعديل سلة التسوق الخاصة بك!';
$_['text_subscription']  = 'الاشتراك';

// الأخطاء
$_['error_warning']      = 'تنبيه: يرجى مراجعة السلة بعناية للتحقق من وجود أي أخطاء!';
$_['error_product']      = 'تنبيه: لم يتم العثور على المنتج!';
$_['error_stock']        = 'المنتج غير متوفر بالكمية المطلوبة أو نفد من المخزون!';
$_['error_minimum']      = 'الحد الأدنى للطلب للمنتج %s هو %s!';
$_['error_option']       = 'لم يتم العثور على الخيار!';
$_['error_option_stock'] = 'الخيار غير متوفر بالكمية المطلوبة أو نفد من المخزون!';
$_['error_required']     = 'حقل %s مطلوب!';
$_['error_regex']        = 'حقل %s غير صالح!';
$_['error_subscription'] = 'خطة الاشتراك غير صالحة!';
