<?php
// النصوص
$_['text_success']         = 'لقد تم تعديل العملاء بنجاح';

// الأخطاء
$_['error_customer']       = 'تنبيه: لم يتم العثور على العميل!';
$_['error_customer_group'] = 'مجموعة العملاء غير صالحة!';
$_['error_firstname']      = 'يجب أن يحتوي الاسم الأول على ما بين 1 و 32 حرفًا!';
$_['error_lastname']       = 'يجب أن يحتوي اسم العائلة على ما بين 1 و 32 حرفًا!';
$_['error_email']          = 'يبدو أن عنوان البريد الإلكتروني غير صالح!';
$_['error_telephone']      = 'يجب أن يحتوي رقم الهاتف على ما بين 3 و 32 حرفًا!';
$_['error_custom_field']   = 'حقل %s مطلوب!';
$_['error_regex']          = 'حقل %s غير صالح!';
