<?php
// النصوص
$_['text_success']           = 'نجاح: لقد تم تعديل الطلبات بنجاح!';

// الأخطاء
$_['error_order']            = 'تنبيه: لم يتم العثور على الطلب!';
$_['error_customer']         = 'تنبيه: تفاصيل العميل مطلوبة!';
$_['error_payment_address']  = 'تنبيه: عنوان الدفع مطلوب!';
$_['error_payment_method']   = 'تنبيه: طريقة الدفع مطلوبة!';
$_['error_shipping_address'] = 'تنبيه: عنوان الشحن مطلوب!';
$_['error_shipping_method']  = 'تنبيه: طريقة الشحن مطلوبة!';
$_['error_product']          = 'تنبيه: المنتجات مطلوبة!';
$_['error_stock']            = 'تنبيه: المنتجات الموسومة بـ *** غير متوفرة بالكمية المطلوبة أو غير متوفرة في المخزون!';
$_['error_minimum']          = 'تنبيه: الحد الأدنى للطلب للمنتج %s هو %s!';
$_['error_affiliate']        = 'تنبيه: تفاصيل المسوّق بالعمولة مطلوبة!';
$_['error_call']             = 'تنبيه: استدعاء API غير موجود';
