<?php
// النصوص
$_['text_success']           = 'نجاح: تم تحديد طريقة الدفع بنجاح!';

// الأخطاء
$_['error_customer']         = 'تحذير: بيانات العميل مطلوبة!';
$_['error_product']          = 'تحذير: يجب اختيار منتجات!';
$_['error_shipping_address'] = 'تحذير: عنوان الشحن مطلوب!';
$_['error_shipping_method']  = 'تحذير: طريقة الشحن مطلوبة!';
$_['error_payment_address']  = 'تحذير: عنوان الدفع مطلوب!';
$_['error_no_payment']       = 'تحذير: لا توجد طريقة دفع متاحة!';
$_['error_payment_method']   = 'تحذير: طريقة الدفع مطلوبة!';
