<?php
// النصوص
$_['text_success']       = 'نجاح: تم تحديد عنوان الدفع بنجاح!';

// الأخطاء
$_['error_firstname']    = 'يجب أن يحتوي الاسم الأول على ما بين 1 و 32 حرفًا!';
$_['error_lastname']     = 'يجب أن يحتوي الاسم الأخير على ما بين 1 و 32 حرفًا!';
$_['error_address_1']    = 'يجب أن يحتوي العنوان 1 على ما بين 3 و 128 حرفًا!';
$_['error_city']         = 'يجب أن تحتوي المدينة على ما بين 3 و 128 حرفًا!';
$_['error_postcode']     = 'يجب أن يحتوي الرمز البريدي على ما بين 2 و 10 أحرف لهذا البلد!';
$_['error_country']      = 'يرجى تحديد البلد!';
$_['error_zone']         = 'يرجى تحديد المنطقة / الولاية!';
$_['error_custom_field'] = 'حقل %s مطلوب!';
$_['error_regex']        = 'حقل %s غير صالح!';
