<?php
// النصوص
$_['text_success']       = 'نجاح: تم تحديد عنوان الشحن بنجاح!';

// الأخطاء
$_['error_firstname']    = 'الاسم الأول يجب أن يحتوي بين 1 و 32 حرفًا!';
$_['error_lastname']     = 'اسم العائلة يجب أن يحتوي بين 1 و 32 حرفًا!';
$_['error_address_1']    = 'العنوان 1 يجب أن يحتوي بين 3 و 128 حرفًا!';
$_['error_city']         = 'اسم المدينة يجب أن يحتوي بين 3 و 128 حرفًا!';
$_['error_postcode']     = 'الرمز البريدي يجب أن يحتوي بين 2 و 10 أحرف لهذا البلد!';
$_['error_country']      = 'الرجاء اختيار الدولة!';
$_['error_zone']         = 'الرجاء اختيار المنطقة / الولاية!';
$_['error_custom_field'] = 'حقل %s مطلوب!';
$_['error_regex']        = 'حقل %s ليس إدخالًا صالحًا!';
$_['error_shipping']     = 'تحذير: لا توجد منتجات تتطلب الشحن!';
