<?php
// النصوص
$_['text_success']           = 'نجاح: لقد تم تعديل الاشتراكات بنجاح!';

// الأخطاء
$_['error_customer']         = 'تحذير: تفاصيل العميل مطلوبة!';
$_['error_payment_address']  = 'تحذير: عنوان الفاتورة مطلوب!';
$_['error_payment_method']   = 'تحذير: طريقة الدفع مطلوبة!';
$_['error_shipping_address'] = 'تحذير: عنوان الشحن مطلوب!';
$_['error_shipping_method']  = 'تحذير: طريقة الشحن مطلوبة!';
$_['error_product']          = 'تحذير: المنتجات مطلوبة!';
$_['error_stock']            = 'تحذير: المنتجات المعلمة بـ *** غير متوفرة بالكميات المطلوبة أو غير متوفرة في المخزون!';
$_['error_minimum']          = 'تحذير: الحد الأدنى للطلب لـ %s هو %s!';
$_['error_call']             = 'الطلب عبر واجهة برمجة التطبيقات غير موجود';
$_['error_subscription']     = 'تحذير: خطة الاشتراك غير صالحة!';
