<?php
// العنوان
$_['heading_title']     = 'الأحداث';

// النصوص
$_['text_success']      = 'تم التعديل بنجاح: لقد تم تعديل الأحداث!';
$_['text_list']         = 'قائمة الأحداث';
$_['text_event']        = 'تُستخدم الأحداث من قبل الإضافات لتجاوز الوظائف الافتراضية لمتجرك. في حال حدوث مشكلة، يمكنك تعطيل أو تمكين الأحداث من هنا.';
$_['text_info']         = 'معلومات عن الحدث';

// الأعمدة
$_['column_code']       = 'رمز الحدث';
$_['column_sort_order'] = 'ترتيب الفرز';
$_['column_action']     = 'إجراء';

// الإدخالات
$_['entry_description'] = 'الوصف';
$_['entry_trigger']     = 'المُحفّز';
$_['entry_action']      = 'الإجراء';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك إذن لتعديل الأحداث!';
