<?php
// العنوان
$_['heading_title'] = 'مثبت الإضافات';

// النصوص
$_['text_upload']   = 'تم بنجاح: تم تحميل الإضافة!';
$_['text_success']  = 'تم بنجاح: لقد تم تعديل الإضافات!';
$_['text_progress'] = 'تقدم التثبيت';
$_['text_installed']= 'الإضافات المثبتة';
$_['text_info']     = 'معلومات عن الإضافات';
$_['text_install']  = 'تثبيت الملفات من %s إلى %s من %s';
$_['text_vendor']   = 'تحديث ملفات البائعين';
$_['text_xml']      = 'تثبيت ملفات OCMOD';

// الأعمدة
$_['column_image']       = 'صورة';
$_['column_name']        = 'اسم الإضافة';
$_['column_version']     = 'الإصدار';
$_['column_date_added']  = 'تاريخ الإضافة';
$_['column_action']      = 'إجراء';

// الإدخالات
$_['entry_progress']     = 'تقدم';
$_['entry_name']         = 'اسم الإضافة';
$_['entry_description']  = 'الوصف';
$_['entry_code']         = 'الكود';

// الأخطاء
$_['error_permission']       = 'تحذير: ليس لديك إذن لتعديل الإضافات!';
$_['error_install']          = 'تحذير: تعذر العثور على install.json!';
$_['error_default']          = 'لا يمكن إلغاء تثبيت أو حذف الإضافة الافتراضية!';
$_['error_extension']        = 'الإضافة المثبتة غير موجودة!';
$_['error_installed']        = 'الإضافة مثبتة بالفعل!';
$_['error_uninstall']        = 'هناك %s إضافات يجب إلغاء تثبيتها قبل أن يمكن حذف هذه الإضافة بأمان!';
$_['error_name']             = 'يجب أن يكون الاسم بين 3 و 128 حرفًا!';
$_['error_version']          = 'يجب أن يكون الإصدار بين 3 و 128 حرفًا!';
$_['error_author']           = 'يجب أن يكون اسم المؤلف بين 3 و 128 حرفًا!';
$_['error_link']             = 'يجب أن يكون الرابط بين 3 و 128 حرفًا!';
$_['error_filename']         = 'يجب أن يكون اسم الملف بين 3 و 128 حرفًا!';
$_['error_file']             = 'ملف التثبيت %s غير موجود!';
$_['error_file_exists']      = 'الملف موجود بالفعل!';
$_['error_file_type']        = 'نوع الملف غير صالح!';
$_['error_directory']        = 'مجلد التثبيت %s غير موجود!';
$_['error_directory_exists'] = 'المسار %s موجود بالفعل!';
$_['error_unzip']            = 'تعذر فتح ملف .zip!';
$_['error_upload']           = 'تعذر تحميل الملف!';
$_['error_unknown']          = 'حدث خطأ غير معروف!';

// أخطاء Zip
$_['error_zip_exists']       = 'الملف موجود بالفعل!';
$_['error_zip_incons']       = 'أرشيف zip غير متناسق!';
$_['error_zip_inval']        = 'معامل غير صالح!';
$_['error_zip_memory']       = 'فشل تخصيص الذاكرة!';
$_['error_zip_noent']        = 'لم يتم العثور على أي ملف!';
$_['error_zip_nozip']        = 'هذا ليس أرشيف zip!';
$_['error_zip_open']         = 'تعذر فتح الملف!';
$_['error_zip_read']         = 'خطأ في القراءة!';
$_['error_zip_seek']         = 'خطأ في التموضع!';
