<?php
// العنوان
$_['heading_title']     = 'التعديلات';

// النصوص
$_['text_success']      = 'تم بنجاح: لقد تم تعديل التعديلات!';
$_['text_refresh']      = 'في كل مرة تقوم فيها بتفعيل / تعطيل أو حذف تعديل، يجب النقر على زر التحديث لإعادة بناء ذاكرة التخزين المؤقت للتعديلات!';
$_['text_list']         = 'قائمة التعديلات';
$_['text_info']         = 'معلومات عن التعديلات';

// الأعمدة
$_['column_name']       = 'اسم التعديل';
$_['column_author']     = 'المؤلف';
$_['column_version']    = 'الإصدار';
$_['column_status']     = 'الحالة';
$_['column_date_added'] = 'تاريخ الإضافة';
$_['column_action']     = 'الإجراء';

// الإدخالات
$_['entry_name']        = 'اسم التعديل';
$_['entry_description'] = 'الوصف';
$_['entry_code']        = 'الكود';
$_['entry_xml']         = 'XML';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك إذن لتعديل التعديلات!';
