<?php
// العنوان
$_['heading_title']        = 'مولد الموقع الثابت';

// النصوص
$_['text_success']         = 'تم بنجاح: لقد قمت بتعديل مولد الموقع الثابت!';
$_['text_list']            = 'قائمة GSS (SSR)';
$_['text_ssr']             = 'يتيح مولد الموقع الثابت عرض النماذج والبيانات الثابتة مسبقًا. في حالة وجود مشكلة، يمكنك تفعيل أو تعطيل العرض الثابت للموقع هنا.';
$_['text_progress']        = 'التقدم';
$_['text_render']          = 'مولدات الموقع الثابت';

// الإدخال
$_['entry_progress']       = 'التقدم';
 
// الأعمدة
$_['column_code']          = 'كود GSS (SSR)';
$_['column_progress']      = 'التقدم';
$_['column_sort_order']    = 'ترتيب العرض';
$_['column_date_modified'] = 'تاريخ التعديل';
$_['column_action']        = 'الإجراء';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك إذن لتعديل مولد الموقع الثابت!';
