<?php
// العنوان
$_['heading_title']              = 'عربة التسوق';

// النصوص
$_['text_success']               = 'نجاح: لقد أضفت <a href="%s">%s</a> إلى <a href="%s">عربة التسوق</a> الخاصة بك!';
$_['text_edit']                  = 'نجاح: لقد قمت بتعديل عربة التسوق الخاصة بك!';
$_['text_remove']                = 'نجاح: لقد أزلت عنصرًا من عربة التسوق الخاصة بك!';
$_['text_login']                 = 'تحذير: يجب أن <a href="%s">تسجيل الدخول</a> أو <a href="%s">إنشاء حساب</a> لرؤية الأسعار!';
$_['text_no_results']            = 'عربة التسوق الخاصة بك فارغة!';
$_['text_model']                 = 'النموذج';
$_['text_subscription']          = 'اشتراك';
$_['text_subscription_trial']    = '%s كل %d %s لمدة %d دفعة، ثم ';
$_['text_subscription_duration'] = '%s كل %d %s لمدة %d دفعة';
$_['text_subscription_cancel']   = '%s كل %d %s حتى الإلغاء';
$_['text_day']                   = 'يوم';
$_['text_week']                  = 'أسبوع';
$_['text_semi_month']            = 'نصف شهر';
$_['text_month']                 = 'شهر';
$_['text_year']                  = 'سنة';
$_['text_points']                = 'نقاط المكافآت';
$_['text_next']                  = 'ماذا تريد أن تفعل بعد ذلك؟';
$_['text_next_choice']           = 'اختر إذا كان لديك رمز خصم أو نقاط مكافآت ترغب في استخدامها أو إذا كنت تريد تقدير تكلفة الشحن.';

// الأعمدة
$_['column_image']               = 'صورة';
$_['column_name']                = 'اسم المنتج';
$_['column_quantity']            = 'الكمية';
$_['column_price']               = 'السعر الفردي';
$_['column_total']               = 'الإجمالي';

// الأخطاء
$_['error_stock']                = 'المنتجات المعلّمة بـ *** غير متوفرة بالكميات المطلوبة أو غير موجودة في المخزون!';
$_['error_minimum']              = 'الحد الأدنى للطلب للمنتج %s هو %s!';
$_['error_required']             = 'الحقل %s مطلوب!';
$_['error_regex']                = '%s ليست إدخالًا صالحًا!';
$_['error_product']              = 'تحذير: المنتج غير موجود!';
$_['error_subscription']         = 'يرجى اختيار خطة الاشتراك!';
