<?php
// العنوان
$_['heading_title'] = 'فشل الدفع!';

// النصوص
$_['text_basket']   = 'عربة التسوق';
$_['text_checkout'] = 'الدفع';
$_['text_failure']  = 'فشل الدفع';
$_['text_message']  = '<p>حدثت مشكلة أثناء معالجة الدفع الخاص بك ولم يتم إتمام الطلب.</p>

<p>الأسباب المحتملة هي:</p>
<ul>
  <li>عدم كفاية الرصيد</li>
  <li>فشل التحقق</li>
</ul>

<p>يرجى محاولة تقديم الطلب مرة أخرى باستخدام طريقة دفع أخرى.</p>

<p>إذا استمرت المشكلة، يرجى <a href="%s">الاتصال بنا</a> مع تفاصيل الطلب الذي تحاول تقديمه.</p>
';
