<?php
// En-tête
$_['heading_title'] = 'تم تقديم طلبك!';

// Texte
$_['text_basket']   = 'عربة التسوق';
$_['text_checkout'] = 'الدفع';
$_['text_success']  = 'نجاح';
$_['text_customer'] = '<p>تمت معالجة طلبك بنجاح!</p><p>يمكنك مراجعة سجل طلباتك بالذهاب إلى صفحة <a href="%s">حسابي</a> والنقر على <a href="%s">السجل</a>.</p><p>إذا كان مشتريك يتضمن تنزيلات مرتبطة، يمكنك الاطلاع عليها في صفحة <a href="%s">التنزيلات</a> في حسابك.</p><p>يرجى توجيه جميع استفساراتك إلى <a href="%s">مالك المتجر</a>.</p><p>شكرًا لتسوقك معنا عبر الإنترنت!</p>';
$_['text_guest']    = '<p>تمت معالجة طلبك بنجاح!</p><p>يرجى توجيه جميع استفساراتك إلى <a href="%s">مالك المتجر</a>.</p><p>شكرًا لتسوقك معنا عبر الإنترنت!</p>';
