<?php
// العنوان
$_['heading_title']         = 'الإحصاءات';

// النصوص
$_['text_success']          = 'تم بنجاح: لقد قمت بتعديل الإحصاءات!';
$_['text_list']             = 'قائمة الإحصاءات';
$_['text_order_sale']       = 'مبيعات الطلبات';
$_['text_order_processing'] = 'الطلبات قيد المعالجة';
$_['text_order_complete']   = 'الطلبات المكتملة';
$_['text_order_other']      = 'طلبات أخرى';
$_['text_returns']          = 'العائدات';
$_['text_customer']         = 'العملاء في انتظار الموافقة';
$_['text_affiliate']        = 'الشركاء في انتظار الموافقة';
$_['text_product']          = 'المنتجات نفدت من المخزون';
$_['text_review']           = 'التعليقات في انتظار الموافقة';

// الأعمدة
$_['column_name']           = 'اسم الإحصاءات';
$_['column_value']          = 'القيمة';
$_['column_action']         = 'الإجراء';

// الأخطاء
$_['error_permission']      = 'تحذير: ليس لديك الإذن لتعديل الإحصاءات!';
