<?php
// العنوان
$_['heading_title']        = 'واجهات برمجة التطبيقات (APIs)';

// النصوص
$_['text_success']         = 'تم بنجاح: لقد عدّلت واجهات برمجة التطبيقات!';
$_['text_list']            = 'قائمة واجهات برمجة التطبيقات';
$_['text_add']             = 'إضافة API';
$_['text_edit']            = 'تعديل API';
$_['text_ip']              = 'يمكنك إنشاء قائمة بعناوين IP المسموح لها بالوصول إلى API أدناه. عنوان IP الحالي الخاص بك هو %s';
$_['text_history']         = 'السجل';

// الأعمدة
$_['column_username']      = 'اسم مستخدم API';
$_['column_status']        = 'الحالة';
$_['column_ip']            = 'IP';
$_['column_call']          = 'الطلب';
$_['column_date_added']    = 'تاريخ الإضافة';
$_['column_date_modified'] = 'تاريخ التعديل';
$_['column_action']        = 'إجراء';

// الإدخالات
$_['entry_username']       = 'اسم مستخدم API';
$_['entry_key']            = 'مفتاح API';
$_['entry_status']         = 'الحالة';
$_['entry_ip']             = 'IP';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك إذن لتعديل واجهات برمجة التطبيقات!';
$_['error_username']       = 'يجب أن يحتوي اسم مستخدم API على 3 إلى 20 حرفًا!';
$_['error_key']            = 'يجب أن يحتوي مفتاح API على 64 إلى 256 حرفًا!';
$_['error_ip']             = 'يجب إضافة عنوان IP واحد على الأقل إلى القائمة المسموح بها!';
