<?php
// العنوان
$_['heading_title']    = 'مجموعات المستخدمين';

// النصوص
$_['text_success']     = 'تم بنجاح: لقد عدّلت مجموعات المستخدمين!';
$_['text_list']        = 'قائمة مجموعات المستخدمين';
$_['text_add']         = 'إضافة مجموعة مستخدمين';
$_['text_edit']        = 'تعديل مجموعة مستخدمين';
$_['text_access']      = 'الوصول';
$_['text_modify']      = 'تعديل';

// الأعمدة
$_['column_name']      = 'اسم مجموعة المستخدمين';
$_['column_action']    = 'الإجراء';

// الإدخالات
$_['entry_name']       = 'اسم مجموعة المستخدمين';
$_['entry_permission'] = 'الصلاحيات';
$_['entry_extension']  = 'الإضافات';

// الأخطاء
$_['error_permission'] = 'تحذير: ليس لديك إذن لتعديل مجموعات المستخدمين!';
$_['error_name']       = 'يجب أن يحتوي اسم مجموعة المستخدمين على 3 إلى 64 حرفًا!';
$_['error_user']       = 'تحذير: لا يمكن حذف هذه المجموعة لأنها مُستخدمة حاليًا من قبل %s مستخدم!';
