<?php
// العنوان
$_['heading_title']      = 'النسخ الاحتياطي والاستعادة';

// النصوص
$_['text_success']       = 'تم بنجاح: لقد قمت بتعديل قاعدة البيانات بنجاح!';
$_['text_backup']        = 'نسخ جدول %s، السجلات من %s إلى %s';
$_['text_restore']       = 'استعادة %s على %s';
$_['text_option']        = 'خيارات النسخ الاحتياطي';
$_['text_history']       = 'تاريخ النسخ الاحتياطية';
$_['text_progress']      = 'التقدم';
$_['text_import']        = 'بالنسبة لملفات النسخ الاحتياطي الكبيرة، من الأفضل رفع ملف SQL عبر FTP إلى المجلد <strong>~/storage/backup/</strong>.';

// الأعمدة
$_['column_filename']    = 'اسم الملف';
$_['column_size']        = 'الحجم';
$_['column_date_added']  = 'تاريخ الإضافة';
$_['column_action']      = 'الإجراء';

// الإدخالات
$_['entry_progress']     = 'التقدم';
$_['entry_export']       = 'تصدير';

// الأخطاء
$_['error_permission']   = 'تحذير: ليس لديك إذن لتعديل النسخ الاحتياطي والاستعادة!';
$_['error_export']       = 'تحذير: يجب اختيار جدول واحد على الأقل للتصدير!';
$_['error_table']        = 'الجدول %s غير موجود في القائمة المسموح بها!';
$_['error_file']         = 'الملف غير موجود!';
$_['error_directory']    = 'المجلد غير موجود!';
$_['error_not_found']    = 'خطأ: لا يمكن العثور على الملف %s!';
$_['error_headers_sent'] = 'خطأ: تم إرسال الرؤوس مسبقًا!';
$_['error_upload_size']  = 'لا يمكن أن يتجاوز حجم الملف المرفوع %s!';
