<?php
// العنوان
$_['heading_title']        = 'الترقية';

// النصوص
$_['text_success']         = 'تم بنجاح: أنت تستخدم أحدث نسخة %s!';
$_['text_upgrade']         = 'التحقق من أحدث نسخة';
$_['text_information']     = 'معلومات عن النسخة';
$_['text_current_version'] = 'النسخة الحالية';
$_['text_latest_version']  = 'أحدث نسخة';
$_['text_date_added']      = 'تاريخ الإصدار';
$_['text_change']          = 'سجل التغييرات';
$_['text_status']          = 'حالة الترقية';
$_['text_ready']           = 'اضغط على زر الترقية للانتقال إلى أحدث نسخة...';
$_['text_download']        = 'جارٍ تحميل أحدث نسخة...';
$_['text_install']         = 'جارٍ نسخ الملفات...';
$_['text_patch']           = 'جارٍ تطبيق التصحيحات...';

// الزر
$_['button_upgrade']       = 'ترقية';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك إذن لتعديل الترقية!';
$_['error_connection']     = 'تعذر الاتصال بخادم الترقية!';
$_['error_version']        = 'الإصدار أقل من النسخة الحالية!';
$_['error_download']       = 'تعذر تحميل الترقية!';
$_['error_file']           = 'ملف الترقية غير موجود!';
$_['error_directory']      = 'تعذر إنشاء المجلد %s!';
$_['error_copy']           = 'تعذر نسخ الملف %s إلى %s!';
$_['error_unzip']          = 'تعذر فتح ملف .zip!';
