<?php
// العنوان
$_['heading_title']      = 'الرفع';

// النصوص
$_['text_success']       = 'تم بنجاح: لقد عدّلت عمليات الرفع!';
$_['text_list']          = 'قائمة عمليات الرفع';
$_['text_filter']        = 'تصفية';

// الأعمدة
$_['column_name']        = 'اسم الرفع';
$_['column_code']        = 'الرمز';
$_['column_date_added']  = 'تاريخ الإضافة';
$_['column_action']      = 'الإجراء';

// الإدخالات
$_['entry_name']         = 'اسم الرفع';
$_['entry_filename']     = 'اسم الملف';
$_['entry_date_from']    = 'تاريخ البداية';
$_['entry_date_to']      = 'تاريخ النهاية';

// الأخطاء
$_['error_permission']   = 'تحذير: ليس لديك إذن لتعديل عمليات الرفع!';
$_['error_not_found']    = 'خطأ: تعذر العثور على الملف %s!';
$_['error_headers_sent'] = 'خطأ: تم إرسال رؤوس الاستجابة مسبقًا!';
$_['error_upload']       = 'تعذر رفع الملف!';
$_['error_filename']     = 'يجب أن يحتوي اسم الملف على 3 إلى 128 حرفًا!';
$_['error_file_type']    = 'نوع الملف غير صالح!';
