<?php
// Texte
$_['text_subject']        = '%s - برنامج الشركاء';
$_['text_welcome']        = 'شكرًا لانضمامك إلى برنامج الشركاء %s!';
$_['text_login']          = 'تم إنشاء حسابك، ويمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور من خلال زيارة موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_approval']       = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة، يمكنك تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور من خلال زيارة موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_service']        = 'بمجرد تسجيل الدخول، يمكنك إنشاء روابط تتبع، متابعة مدفوعات العمولات، وتحديث معلومات حسابك.';
$_['text_thanks']         = 'شكرًا لك،';
$_['text_new_affiliate']  = 'شريك جديد';
$_['text_signup']         = 'تم تسجيل شريك جديد:';
$_['text_website']        = 'الموقع الإلكتروني:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الأول:';
$_['text_lastname']       = 'اسم العائلة:';
$_['text_company']        = 'الشركة:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'رقم الهاتف:';

// Bouton
$_['button_login']        = 'تسجيل الدخول';
