<?php
// Texte
$_['text_subject']  = '%s - طلب تصدير/حذف البيانات وفق GDPR!';
$_['text_export']   = 'طلب تصدير البيانات';
$_['text_remove']   = 'طلب حذف الحساب';
$_['text_gdpr']     = 'تم تقديم طلب GDPR من خلال هذا البريد الإلكتروني. لتأكيد هذا الإجراء، يرجى النقر على الرابط أدناه:';
$_['text_ip']       = 'عنوان IP المستخدم لتقديم هذا الطلب كان:';
$_['text_contact']  = 'إذا لم تكن أنت من قام بهذا الطلب، يرجى التواصل مع مالك المتجر هنا:';
$_['text_thanks']   = 'شكراً،';
$_['text_ignore']   = 'إذا لم تكن أنت من قام بهذا الطلب، يرجى تجاهل هذا البريد الإلكتروني.';

// Bouton
$_['button_export'] = 'أؤكد تصدير بياناتي';
$_['button_remove'] = 'أؤكد حذف حسابي';
