<?php
// النصوص
$_['text_subject'] = '%s - تم الموافقة على طلب GDPR!';
$_['text_request'] = 'طلب حذف الحساب';
$_['text_hello']   = 'مرحباً <strong>%s</strong>,';
$_['text_user']    = 'المستخدم';
$_['text_gdpr']    = 'تمت الموافقة على طلبك لحذف بيانات GDPR وسيتم معالجته خلال <strong>%s أيام</strong>.';
$_['text_q']       = 'س. لماذا لا نقوم بحذف بياناتك فوراً؟';
$_['text_a']       = 'ج. سيتم معالجة طلبات حذف الحساب بعد <strong>%s أيام</strong> لضمان إتمام أي استردادات، نزاعات أو اكتشاف عمليات احتيال.';
$_['text_delete']  = 'ستتلقى رسالة بريد إلكتروني لإبلاغك عند حذف حسابك.';
$_['text_thanks']  = 'شكراً لك،';
