<?php
// Texte
$_['text_subject']        = '%s - شكرًا لتسجيلك';
$_['text_welcome']        = 'مرحبًا وشكرًا لتسجيلك في %s!';
$_['text_login']          = 'تم إنشاء حسابك، ويمكنك تسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور من خلال زيارة موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_approval']       = 'يجب الموافقة على حسابك قبل أن تتمكن من تسجيل الدخول. بمجرد الموافقة، ستتمكن من تسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور عبر موقعنا الإلكتروني أو عبر الرابط التالي:';
$_['text_service']        = 'بعد تسجيل الدخول، يمكنك الوصول إلى خدمات أخرى، بما في ذلك مراجعة الطلبات السابقة، طباعة الفواتير، وتعديل معلومات حسابك.';
$_['text_thanks']         = 'شكرًا لك،';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'تم تسجيل عميل جديد:';
$_['text_customer_group'] = 'مجموعة العملاء:';
$_['text_firstname']      = 'الاسم الأول:';
$_['text_lastname']       = 'اسم العائلة:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'الهاتف:';

// Bouton
$_['button_login']        = 'تسجيل الدخول';
