<?php
// العنوان
$_['heading_title']        = 'البريد الإلكتروني';

// النصوص
$_['text_mail']            = 'إرسال رسائل البريد الإلكتروني للعملاء';
$_['text_success']         = 'تم إرسال رسالتك بنجاح!';
$_['text_sent']            = 'تم إرسال رسالتك بنجاح إلى %s - %s مستلمين!';
$_['text_default']         = 'افتراضي';
$_['text_newsletter']      = 'جميع مشتركي النشرة الإخبارية';
$_['text_customer_all']    = 'جميع العملاء';
$_['text_customer_group']  = 'مجموعة العملاء';
$_['text_customer']        = 'العملاء';
$_['text_affiliate_all']   = 'جميع المسوقين بالعمولة';
$_['text_affiliate']       = 'المسوقون بالعمولة';
$_['text_product']         = 'المنتجات';

// الإدخالات
$_['entry_store']          = 'من';
$_['entry_to']             = 'إلى';
$_['entry_customer_group'] = 'مجموعة العملاء';
$_['entry_customer']       = 'العميل';
$_['entry_affiliate']      = 'المسوق بالعمولة';
$_['entry_product']        = 'المنتجات';
$_['entry_subject']        = 'الموضوع';
$_['entry_message']        = 'الرسالة';

// المساعدة
$_['help_customer']        = '(إكمال تلقائي)';
$_['help_affiliate']       = '(إكمال تلقائي)';
$_['help_product']         = 'أرسل فقط للعملاء الذين طلبوا المنتجات المدرجة. (إكمال تلقائي)';

// الأخطاء
$_['error_permission']     = 'تحذير: ليس لديك إذن لإرسال البريد الإلكتروني!';
$_['error_subject']        = 'موضوع البريد الإلكتروني مطلوب!';
$_['error_message']        = 'رسالة البريد الإلكتروني مطلوبة!';
$_['error_email']          = 'لا يوجد مستلم للبريد الإلكتروني!';
