<?php
// العنوان
$_['heading_title']       = 'الكوبونات';

// النصوص
$_['text_success']        = 'تم التعديل بنجاح: لقد تم تعديل الكوبونات!';
$_['text_list']           = 'قائمة الكوبونات';
$_['text_add']            = 'إضافة كوبون';
$_['text_edit']           = 'تعديل كوبون';
$_['text_percent']        = 'نسبة مئوية';
$_['text_amount']         = 'مبلغ ثابت';
$_['text_coupon']         = 'السجل';

// الأعمدة
$_['column_name']         = 'اسم الكوبون';
$_['column_code']         = 'الكود';
$_['column_discount']     = 'الخصم';
$_['column_date_start']   = 'تاريخ البداية';
$_['column_date_end']     = 'تاريخ الانتهاء';
$_['column_status']       = 'الحالة';
$_['column_order_id']     = 'رقم الطلب';
$_['column_customer']     = 'العميل';
$_['column_amount']       = 'المبلغ';
$_['column_date_added']   = 'تاريخ الإضافة';
$_['column_action']       = 'إجراء';

// الإدخالات
$_['entry_name']          = 'اسم الكوبون';
$_['entry_code']          = 'الكود';
$_['entry_type']          = 'النوع';
$_['entry_discount']      = 'الخصم';
$_['entry_logged']        = 'تسجيل دخول العميل';
$_['entry_shipping']      = 'شحن مجاني';
$_['entry_total']         = 'إجمالي المبلغ';
$_['entry_category']      = 'القسم';
$_['entry_product']       = 'المنتجات';
$_['entry_date']          = 'التواريخ';
$_['entry_uses_total']    = 'عدد مرات الاستخدام للكوبون';
$_['entry_uses_customer'] = 'عدد مرات الاستخدام لكل عميل';
$_['entry_status']        = 'الحالة';

// المساعدة
$_['help_code']           = 'الكود الذي يدخله العميل للحصول على الخصم.';
$_['help_type']           = 'نسبة مئوية أو مبلغ ثابت.';
$_['help_logged']         = 'يجب على العميل تسجيل الدخول لاستخدام الكوبون.';
$_['help_total']          = 'إجمالي المبلغ الذي يجب الوصول إليه قبل أن يكون الكوبون صالحًا.';
$_['help_category']       = 'اختر جميع المنتجات ضمن القسم المحدد.';
$_['help_product']        = 'اختر المنتجات التي ينطبق عليها الكوبون فقط. اتركه فارغًا لتطبيق الكوبون على سلة التسوق بالكامل.';
$_['help_uses_total']     = 'أقصى عدد مرات يمكن استخدام الكوبون من قبل أي عميل. اتركه فارغًا لعدد غير محدود.';
$_['help_uses_customer']  = 'أقصى عدد مرات يمكن استخدام الكوبون من قبل عميل واحد. اتركه فارغًا لعدد غير محدود.';

// الأخطاء
$_['error_permission']    = 'تحذير: ليس لديك إذن لتعديل الكوبونات!';
$_['error_exists']        = 'تحذير: الكود مستخدم بالفعل!';
$_['error_name']          = 'يجب أن يكون اسم الكوبون بين 3 و 128 حرفًا!';
$_['error_code']          = 'يجب أن يكون الكود بين 3 و 20 حرفًا!';
