<?php
// العنوان
$_['heading_title']     = 'تتبع الحملات التسويقية';

// النصوص
$_['text_success']      = 'تم التعديل بنجاح: لقد تم تعديل تتبع الحملات التسويقية!';
$_['text_list']         = 'قائمة تتبع الحملات التسويقية';
$_['text_add']          = 'إضافة تتبع حملة تسويقية';
$_['text_edit']         = 'تعديل تتبع حملة تسويقية';
$_['text_filter']       = 'تصفية';
$_['text_history']      = 'السجل';
$_['text_history_add']  = 'إضافة سجل';
$_['text_report']       = 'التقارير';

// الأعمدة
$_['column_name']       = 'اسم الحملة';
$_['column_code']       = 'الكود';
$_['column_clicks']     = 'النقرات';
$_['column_orders']     = 'الطلبات';
$_['column_ip']         = 'IP';
$_['column_account']    = 'الحسابات';
$_['column_store']      = 'المتجر';
$_['column_country']    = 'البلد';
$_['column_date_added'] = 'تاريخ الإضافة';
$_['column_action']     = 'إجراء';

// الإدخالات
$_['entry_name']        = 'اسم الحملة';
$_['entry_description'] = 'وصف الحملة';
$_['entry_code']        = 'كود التتبع';
$_['entry_example']     = 'أمثلة';
$_['entry_date_from']   = 'تاريخ البداية';
$_['entry_date_to']     = 'تاريخ الانتهاء';

// المساعدة
$_['help_code']         = 'كود التتبع الذي سيُستخدم لمتابعة الحملات التسويقية.';
$_['help_example']      = 'لكي يتمكن النظام من تتبع الإحالات، يجب إضافة كود التتبع في نهاية رابط URL الذي يؤدي إلى موقعك.';

// الأخطاء
$_['error_permission']  = 'تحذير: ليس لديك إذن لتعديل تتبع الحملات التسويقية!';
$_['error_name']        = 'يجب أن يكون اسم الحملة بين 1 و 32 حرفًا!';
$_['error_code']        = 'كود التتبع مطلوب!';
$_['error_exists']      = 'كود التتبع مستخدم بالفعل من قبل حملة أخرى!';
