<?php
// العنوان
$_['heading_title']      = 'دفتر العناوين';

// النصوص
$_['text_account']       = 'الحساب';
$_['text_address_book']  = 'مدخلات دفتر العناوين';
$_['text_address_add']   = 'إضافة عنوان';
$_['text_address_edit']  = 'تعديل العنوان';
$_['text_add']           = 'تمت إضافة العنوان بنجاح';
$_['text_edit']          = 'تم تحديث العنوان بنجاح';
$_['text_delete']        = 'تم حذف العنوان بنجاح';
$_['text_no_results']    = 'ليس لديك أي عناوين في حسابك.';
$_['text_default']       = 'العنوان الافتراضي';

// الإدخالات
$_['entry_firstname']    = 'الاسم الأول';
$_['entry_lastname']     = 'اسم العائلة';
$_['entry_company']      = 'الشركة';
$_['entry_address_1']    = 'العنوان 1';
$_['entry_address_2']    = 'العنوان 2';
$_['entry_postcode']     = 'الرمز البريدي';
$_['entry_city']         = 'المدينة';
$_['entry_country']      = 'الدولة';
$_['entry_zone']         = 'المنطقة / الولاية';
$_['entry_default']      = 'العنوان الافتراضي';

// الأخطاء
$_['error_token']        = 'تحذير: رمز العنوان غير صالح!';
$_['error_subscription'] = 'تحذير: العنوان لا يزال مستخدمًا في %s من الاشتراكات النشطة!';
$_['error_default']      = 'تحذير: يجب أن يكون لديك عنوان افتراضي!';
$_['error_delete']       = 'تحذير: يجب أن يكون لديك عنوان واحد على الأقل!';
$_['error_firstname']    = 'يجب أن يحتوي الاسم الأول على ما بين 1 و 32 حرفًا!';
$_['error_lastname']     = 'يجب أن يحتوي اسم العائلة على ما بين 1 و 32 حرفًا!';
$_['error_address_1']    = 'يجب أن يحتوي العنوان على ما بين 3 و 128 حرفًا!';
$_['error_postcode']     = 'يجب أن يحتوي الرمز البريدي على ما بين 2 و 10 أحرف!';
$_['error_city']         = 'يجب أن تحتوي المدينة على ما بين 2 و 128 حرفًا!';
$_['error_country']      = 'يرجى اختيار الدولة!';
$_['error_zone']         = 'يرجى اختيار المنطقة / الولاية!';
$_['error_custom_field'] = '%s مطلوب!';
$_['error_regex']        = '%s إدخال غير صالح!';
?>
