<?php
// العنوان
$_['heading_title'] = 'حماية حسابك';

// النصوص
$_['text_security'] = 'يجب عليك الإجابة على سؤال الأمان في كل مرة تقوم فيها بتسجيل الدخول من جهاز أو كمبيوتر غير معروف.';
$_['text_code']     = 'تم إرسال بريد إلكتروني يحتوي على رمز أمان إلى عنوان بريدك الإلكتروني. أدخل الرمز أدناه للمتابعة.';
$_['text_sent']     = 'تم بنجاح: تم إرسال بريد إلكتروني إلى عنوانك يحتوي على رمز الأمان!';
$_['text_locked']   = 'تم قفل حسابك!';
$_['text_reset']    = 'تم قفل حسابك بسبب عدد كبير من المحاولات الخاطئة لإدخال رمز الأمان. اضغط على زر "إعادة التعيين" لتلقي رابط إعادة التعيين عبر البريد الإلكتروني.';
$_['text_link']     = 'تم بنجاح: تم إرسال بريد إلكتروني يحتوي على رابط إعادة التعيين إلى عنوان بريدك الإلكتروني!';
$_['text_unlocked'] = 'تم بنجاح: تم فتح حسابك!';
$_['text_unlock']   = 'تم قفل حسابك. يجب عليك تسجيل الدخول مرة أخرى وإعادة تنفيذ عملية التحقق الثنائي (2FA) للمتابعة.';
$_['text_failed']   = 'تعذر إعادة تعيين رمز الأمان!';

// الإدخالات
$_['entry_code']    = 'رمز الأمان';

// الأزرار
$_['button_send']   = 'إرسال';
$_['button_reset']  = 'إعادة التعيين';

// الأخطاء
$_['error_code']    = 'لقد تجاوزت الحد المسموح به من محاولات إدخال رمز الأمان!';
?>
