<?php
// العنوان
$_['heading_title']      = 'معلومات حسابي';

// النصوص
$_['text_account']       = 'الحساب';
$_['text_edit']          = 'تعديل المعلومات';
$_['text_your_details']  = 'معلوماتك الشخصية';
$_['text_success']       = 'تم بنجاح: تم تحديث حسابك بنجاح.';

// الإدخالات
$_['entry_firstname']    = 'الاسم الأول';
$_['entry_lastname']     = 'اسم العائلة';
$_['entry_email']        = 'البريد الإلكتروني';
$_['entry_telephone']    = 'رقم الهاتف';

// الأخطاء
$_['error_token']        = 'تحذير: رمز التعديل غير صالح!';
$_['error_exists']       = 'تحذير: عنوان البريد الإلكتروني مسجل بالفعل!';
$_['error_firstname']    = 'يجب أن يحتوي الاسم الأول على ما بين 1 و 32 حرفًا!';
$_['error_lastname']     = 'يجب أن يحتوي اسم العائلة على ما بين 1 و 32 حرفًا!';
$_['error_email']        = 'عنوان البريد الإلكتروني غير صالح!';
$_['error_telephone']    = 'يجب أن يحتوي رقم الهاتف على ما بين 3 و 32 رقمًا!';
$_['error_custom_field'] = '%s مطلوب!';
$_['error_regex']        = '%s إدخال غير صالح!';
?>
