<?php
// العنوان
$_['heading_title']            = 'هل نسيت كلمة المرور؟';
$_['heading_reset']            = 'إعادة تعيين كلمة المرور';

// النصوص
$_['text_account']             = 'الحساب';
$_['text_forgotten']           = 'نسيت كلمة المرور';
$_['text_your_email']          = 'بريدك الإلكتروني';
$_['text_email']               = 'أدخل عنوان البريد الإلكتروني المرتبط بحسابك، ثم اضغط على "إرسال" لتلقي رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.';
$_['text_password']            = 'أدخل كلمة المرور الجديدة التي ترغب في استخدامها.';
$_['text_sent']                = 'تم إرسال رابط التأكيد إلى بريدك الإلكتروني!';
$_['text_reset']               = 'تم بنجاح: تمت إعادة تعيين كلمة المرور بنجاح.';

// الإدخالات
$_['entry_email']              = 'عنوان البريد الإلكتروني';
$_['entry_new_password']       = 'كلمة المرور الجديدة';
$_['entry_password']           = 'كلمة المرور';
$_['entry_confirm']            = 'تأكيد كلمة المرور';

// الأخطاء
$_['error_email']              = 'عنوان البريد الإلكتروني غير صالح!';
$_['error_not_found']          = 'تحذير: لم يتم العثور على عنوان البريد الإلكتروني في سجلاتنا!';
$_['error_password']           = 'يجب أن تتكون كلمة المرور من 4 إلى 20 حرفًا!';
$_['error_password_uppercase'] = 'حرف كبير';
$_['error_password_lowercase'] = 'حرف صغير';
$_['error_password_number']    = 'رقم';
$_['error_password_symbol']    = 'رمز';
$_['error_password_length']    = 'يجب أن تتكون كلمة المرور من %d إلى 20 حرفًا!';
$_['error_confirm']            = 'كلمة المرور وتأكيدها غير متطابقين!';
$_['error_code']               = 'رمز إعادة تعيين كلمة المرور غير صالح أو تم استخدامه مسبقًا!';
?>
