<?php
// العنوان
$_['heading_title']                = 'تسجيل الدخول إلى الحساب';

// النصوص
$_['text_account']                 = 'الحساب';
$_['text_login']                   = 'تسجيل الدخول';
$_['text_new_customer']            = 'عميل جديد';
$_['text_register']                = 'إنشاء حساب جديد';
$_['text_register_account']        = 'من خلال إنشاء حساب، يمكنك الشراء بسرعة أكبر، ومتابعة حالة طلباتك، وتتبع الطلبات السابقة بسهولة.';
$_['text_returning_customer']      = 'عميل مسجل مسبقًا';
$_['text_i_am_returning_customer'] = 'أنا عميل لدي حساب بالفعل';
$_['text_forgotten']               = 'نسيت كلمة المرور';

// الإدخالات
$_['entry_email']                  = 'عنوان البريد الإلكتروني';
$_['entry_password']               = 'كلمة المرور';

// الأخطاء
$_['error_token']                  = 'تحذير: الجلسة غير صالحة، يرجى تسجيل الدخول مرة أخرى!';
$_['error_login']                  = 'تحذير: لا يوجد تطابق لعنوان البريد الإلكتروني أو كلمة المرور.';
$_['error_attempts']               = 'تحذير: لقد تجاوز حسابك عدد محاولات تسجيل الدخول المسموح بها. يرجى المحاولة مرة أخرى بعد ساعة واحدة.';
$_['error_approved']               = 'تحذير: يجب اعتماد حسابك قبل أن تتمكن من تسجيل الدخول.';
?>
