<?php
// العنوان
$_['heading_title'] = 'تم إنشاء حسابك بنجاح!';

// النصوص
$_['text_success']  = '<p>تهانينا! تم إنشاء حسابك الجديد بنجاح!</p> <p>يمكنك الآن الاستمتاع بجميع مزايا الأعضاء وتحسين تجربة التسوق الخاصة بك معنا.</p> <p>إذا كانت لديك أي استفسارات حول كيفية عمل المتجر، يرجى إرسال بريد إلكتروني إلى مالك المتجر.</p> <p>تم إرسال رسالة تأكيد إلى عنوان بريدك الإلكتروني. إذا لم تصلك خلال ساعة، يرجى <a href="%s">الاتصال بنا</a>.</p>';

$_['text_approval'] = '<p>شكرًا لتسجيلك في %s!</p><p>سيتم إعلامك عبر البريد الإلكتروني بمجرد تفعيل حسابك من قبل إدارة المتجر.</p><p>إذا كانت لديك أي أسئلة حول كيفية عمل المتجر، يمكنك <a href="%s">التواصل مع مالك المتجر</a>.</p>';

$_['text_account']  = 'الحساب';
