<?php
// العنوان
$_['heading_title']    = 'تتبع نظام التسويق بالعمولة';

// النصوص
$_['text_account']     = 'الحساب';
$_['text_description'] = 'لضمان حصولك على عمولتك مقابل العملاء الذين تحيلهم إلينا، نحتاج إلى تتبع الإحالات من خلال إضافة رمز تتبع إلى الروابط التي تؤدي إلى موقعنا. يمكنك استخدام الأدوات أدناه لإنشاء روابط إحالة إلى موقع %s.';

// الحقول
$_['entry_code']       = 'رمز التتبع الخاص بك';
$_['entry_generator']  = 'مولِّد رابط التتبع';
$_['entry_link']       = 'رابط التتبع';

// المساعدة
$_['help_generator']   = 'اكتب اسم المنتج الذي ترغب في إنشاء رابط تتبع له';
