<?php
// العنوان
$_['heading_title']   = 'قائمة الأمنيات الخاصة بي';

// النصوص
$_['text_account']    = 'الحساب';
$_['text_wishlist']   = 'قائمة الأمنيات (%s)';
$_['text_login']      = 'يجب أن <a href="%s">تسجل دخولك</a> أو <a href="%s">تنشئ حسابًا</a> لحفظ <a href="%s">%s</a> في <a href="%s">قائمة الأمنيات</a> الخاصة بك!';
$_['text_success']    = 'نجاح: لقد أضفت <a href="%s">%s</a> إلى <a href="%s">قائمة الأمنيات</a> الخاصة بك!';
$_['text_remove']     = 'نجاح: لقد تم إزالة عنصر من قائمة الأمنيات الخاصة بك';
$_['text_no_results'] = 'قائمة الأمنيات الخاصة بك فارغة.';

// الأعمدة
$_['column_image']    = 'الصورة';
$_['column_name']     = 'اسم المنتج';
$_['column_model']    = 'الطراز';
$_['column_stock']    = 'المخزون';
$_['column_price']    = 'السعر الفردي';
$_['column_action']   = 'الإجراء';

// الأخطاء
$_['error_product']   = 'تنبيه: المنتج غير موجود!';
$_['error_login']     = 'تنبيه: يجب أن <a href="%s">تسجل دخولك</a> أو <a href="%s">تنشئ حسابًا</a> لحذف العناصر من <a href="%s">قائمة الأمنيات</a> الخاصة بك!';
